## Staging: common
**✅ &nbsp; Terraform Init:** `success`
**✅ &nbsp; Terraform Validate:** `success`
**❌ &nbsp; Terraform Format:** `failed`
**✅ &nbsp; Terraform Plan:** `success`
**✅ &nbsp; Conftest:** `success` 

**🧹 &nbsp; Format:** run `terraform fmt` to fix the following: 
```sh
uploadS3Assets.tf
```
```terraform
Plan: 559 to add, 0 to change, 0 to destroy
```

<details>
<summary>Show summary</summary>

| CHANGE |                                                                                               NAME                                                                                               |
|--------|--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|
| add    | `aws_s3_object.assets[&quot;015b42b1-e60e-493e-8f06-6d8fc80f2262-CRAbanner.png&quot;]`                                                                                                                     |
|        | `aws_s3_object.assets[&quot;01905bbb-30f2-47d9-9f5f-6e8f3f42b78d-Screenshot                                                                                                                           |
|        | 2023-09-26 at 2.04.57 PM.png&quot;]`                                                                                                                                                                  |
|        | `aws_s3_object.assets[&quot;026c11fd-0100-457f-a697-74635c4a0b16-bc-gov-logo.png&quot;]`                                                                                                                   |
|        | `aws_s3_object.assets[&quot;07623635-8ad0-4259-b329-a0702307a428-temp-c01fedfa-86f6-41c1-aab6-9d973337fb6d_d0ec7f75-a58c-4e7d-8a78-f6970d708110-SNS-IS                                                |
|        | Logo2.png&quot;]`                                                                                                                                                                                     |
|        | `aws_s3_object.assets[&quot;07d03189-ecee-438a-acf5-06acdf659b59-temp-2fba0ae1-8b29-4cd3-9226-ae94ee057af8_8814e389-dc38-436d-9ec5-58db700bde67-CIPOFIP.png&quot;]`                                        |
|        | `aws_s3_object.assets[&quot;092c4618-f9af-4423-99ec-7483ea698407-temp-273040d4-fce0-4af0-a445-78fb2994d8e1_36e66f91-56cc-4089-b4fd-67e4a23b8cfa-getsitelogo.png&quot;]`                                    |
|        | `aws_s3_object.assets[&quot;09d0d711-9c23-48ec-b21e-fc6acd2412bf-gov-canada-fr.png&quot;]`                                                                                                                 |
|        | `aws_s3_object.assets[&quot;0a067b1f-a575-42cf-b888-942cb7792926-temp-29d5cd77-709c-46dc-9acc-bbc46171f342_c6cc9ad0-4524-49a9-bff3-cf1b12179c00-edsc_banner_lg.png&quot;]`                                 |
|        | `aws_s3_object.assets[&quot;0a2a5cc4-75a3-4fa5-8c65-ac322c38c2c4-OHS.png&quot;]`                                                                                                                           |
|        | `aws_s3_object.assets[&quot;0a6d6421-172f-4d3c-a251-1497171f2bcc-temp-ca74bc14-2a25-4fe4-a913-4188a6a031ce_290bc979-ba1f-4897-99b8-3208a2aecccc-Picture1.png&quot;]`                                       |
|        | `aws_s3_object.assets[&quot;0aef7e25-a70f-4135-bcfb-1aaa9f24dbab-Screen                                                                                                                               |
|        | Shot 2022-08-17 at 3.45.12 PM.png&quot;]`                                                                                                                                                             |
|        | `aws_s3_object.assets[&quot;0b63fb2e-56be-469f-a88a-3efb9e25bc25-temp-1cdf6402-93a7-4fd1-a938-3899efe47dc1_e39049ec-ed2e-42e6-9a3b-bfcb15f05b0a-GCNotify_IRCC_logo.png&quot;]`                             |
|        | `aws_s3_object.assets[&quot;0bf1417f-3451-4ca6-a5c7-38d671f2e526-CBSA-Color-108h.png&quot;]`                                                                                                               |
|        | `aws_s3_object.assets[&quot;0d9cd3f5-d6a5-4c73-9de9-a29a5b2b9039-Screenshot                                                                                                                           |
|        | 2023-08-21 at 9.30.30 AM.png&quot;]`                                                                                                                                                                  |
|        | `aws_s3_object.assets[&quot;0dc3d0a5-50e3-4050-9087-441e33e75210-temp-c1ea5ac6-311e-4026-ab96-636c71da82f7_356347d5-ef5f-4ca7-97eb-3c80112e6797-ceobanner_ENsmall.png&quot;]`                              |
|        | `aws_s3_object.assets[&quot;0e730d4a-1bc0-4268-a6c4-670a223e82ab-NSERC-Symbol.png&quot;]`                                                                                                                  |
|        | `aws_s3_object.assets[&quot;0ed4a6f4-473b-4d86-8ba1-c4c2c9ad3aef-bCparks.png&quot;]`                                                                                                                       |
|        | `aws_s3_object.assets[&quot;0f1b195b-bbed-4c69-be7f-ad63e10e4de4-temp-7b50b5b8-e859-4360-9208-edef8d4ea30b_f97ccd87-c4dd-43b0-860d-fb1f0e47f342-NC3CNC3_emailfooter.png&quot;]`                            |
|        | `aws_s3_object.assets[&quot;10515082-4adc-48de-9621-6fb00efd7afb-CBSA-pad-108h.png&quot;]`                                                                                                                 |
|        | `aws_s3_object.assets[&quot;1165d73e-a2a6-4515-bbd6-dfe525884bb1-ISCbannerwebres.png&quot;]`                                                                                                               |
|        | `aws_s3_object.assets[&quot;11a67aab-be11-4f77-ab6b-2683fac602f8-temp-d2cac3f2-901a-422d-8674-05b417a278e8_6c9494ba-d63e-4390-acbe-937347062885-MicrosoftTeams-image.png&quot;]`                           |
|        | `aws_s3_object.assets[&quot;1203ef6e-6721-4bd1-a5aa-17527133f63c-temp-425df194-78c9-48a5-9fb9-e98419ccae12_b01ffd4d-c116-42b4-947c-d2a49454a3a4-educanada-en.png&quot;]`                                   |
|        | `aws_s3_object.assets[&quot;14c49727-6597-4162-9b92-6064f4dde217-temp-8b27b19f-8b61-429f-b9a5-e78a7e41ff2a_2e1804ac-8434-4031-9f22-f73240772578-logo.png&quot;]`                                           |
|        | `aws_s3_object.assets[&quot;1692c2ca-5a1b-4641-9f17-a27957f6b9fa-ISC108.png&quot;]`                                                                                                                        |
|        | `aws_s3_object.assets[&quot;1709e962-7eb8-4c62-a0c0-56d529944abf-notification_template_logo_new_2023-08-28.png&quot;]`                                                                                     |
|        | `aws_s3_object.assets[&quot;175113d0-ade5-4d3a-911b-de4409d901a6-dfo-mpo-eng.png&quot;]`                                                                                                                   |
|        | `aws_s3_object.assets[&quot;1751c055-3c78-431f-9985-41e5d9e25acf-temp-2fdad223-1dd2-4c9f-a080-2e8e21a6ebf6_4b82d663-078c-4df7-9d8b-6ecea5f94474-fip-lobbying-asym-en-fr(GCnotify).png&quot;]`              |
|        | `aws_s3_object.assets[&quot;1831ab12-3ba1-4f9d-a764-e622490fd0cd-Screenshot                                                                                                                           |
|        | 2023-08-21 at 10.40.40 AM.png&quot;]`                                                                                                                                                                 |
|        | `aws_s3_object.assets[&quot;1ac09564-89d2-45c1-bb62-5b1fc8730cac-temp-2fdad223-1dd2-4c9f-a080-2e8e21a6ebf6_3848bb88-a973-4b7d-a87f-49b86bfaf3c0-fip-lobbying-asym-en-fr(GCnotify).png&quot;]`              |
|        | `aws_s3_object.assets[&quot;1b1ea766-26ff-4083-aa6e-25d4a7cf99b1-BC_Avalanche.png&quot;]`                                                                                                                  |
|        | `aws_s3_object.assets[&quot;1b201777-b492-499a-930b-b8121bd72af9-FIP                                                                                                                                  |
|        | AAFC-GCNOTIFY.png&quot;]`                                                                                                                                                                             |
|        | `aws_s3_object.assets[&quot;1d3e601c-ed51-4b4f-9fda-e0015de1e907-cra.png&quot;]`                                                                                                                           |
|        | `aws_s3_object.assets[&quot;1e899c90-19ad-4be4-89a8-0ae1c26dc1db-New_SAWSx_logo_108.png&quot;]`                                                                                                            |
|        | `aws_s3_object.assets[&quot;1x1-ffffff.png&quot;]`                                                                                                                                                         |
|        | `aws_s3_object.assets[&quot;20067673-4893-4b1f-ac0b-cc811c4ecdec-temp-1cdf6402-93a7-4fd1-a938-3899efe47dc1_e39049ec-ed2e-42e6-9a3b-bfcb15f05b0a-GCNotify_IRCC_logo.png&quot;]`                             |
|        | `aws_s3_object.assets[&quot;200c27c7-54bc-40f5-99ae-a9dbc323eb1f-ServiceBC-BCROS_logo.png&quot;]`                                                                                                          |
|        | `aws_s3_object.assets[&quot;2033224c-0fd7-4211-871b-dac36a7d7cad-temp-8b27b19f-8b61-429f-b9a5-e78a7e41ff2a_2e1804ac-8434-4031-9f22-f73240772578-logo.png&quot;]`                                           |
|        | `aws_s3_object.assets[&quot;24058cc0-373e-4036-8d9c-f42124abb476-cipo                                                                                                                                 |
|        | logo.png&quot;]`                                                                                                                                                                                      |
|        | `aws_s3_object.assets[&quot;25fd08a1-c2c8-4b8e-ad39-ec9f73268d0f-temp-ca74bc14-2a25-4fe4-a913-4188a6a031ce_557c8a93-30db-4f2f-931f-c7c3b2b94972-WAGE-FEGC-R-f_small.png&quot;]`                            |
|        | `aws_s3_object.assets[&quot;2708f587-bee2-4275-90f9-f0724748653f-download.png&quot;]`                                                                                                                      |
|        | `aws_s3_object.assets[&quot;2a4ed2cf-75d5-480c-aae0-ba4f4127e54e-CVITP-PCBMI.png&quot;]`                                                                                                                   |
|        | `aws_s3_object.assets[&quot;2b18d11c-d4b6-46a4-9b22-d3d86046e445-PaymentReconcilliationBranding.png&quot;]`                                                                                                |
|        | `aws_s3_object.assets[&quot;2ed3ba51-c757-4ebe-9d6e-6ad113c8a7c5-gov-canada-fr.png&quot;]`                                                                                                                 |
|        | `aws_s3_object.assets[&quot;2f20ed0c-3c2e-4d20-af68-2ce7030fb78b-FEGC-WAGE.png&quot;]`                                                                                                                     |
|        | `aws_s3_object.assets[&quot;3156966d-cef9-48fb-8b95-6d77b957284a-temp-60bb3c07-95d2-423a-af81-ca8db74650bc_e194c74b-3354-45cd-8b6e-081b3fca0fba-ERP-GNB.png&quot;]`                                        |
|        | `aws_s3_object.assets[&quot;31e1a81a-4700-49d2-8308-794b17499510-temp-29d5cd77-709c-46dc-9acc-bbc46171f342_c6cc9ad0-4524-49a9-bff3-cf1b12179c00-edsc_banner_lg                                        |
|        | (1).png&quot;]`                                                                                                                                                                                       |
|        | `aws_s3_object.assets[&quot;321bc4f7-b7ff-4a4b-a38a-fe015ba661e9-download                                                                                                                             |
|        | (4).png&quot;]`                                                                                                                                                                                       |
|        | `aws_s3_object.assets[&quot;34668904-0727-4e8d-8ae2-bade873424bd-temp-44e592b6-d451-48b7-865f-7c3ef2f11cca_30cb8220-02c0-4ec3-a3c5-046b4c904856-LWRS_Logo.png&quot;]`                                      |
|        | `aws_s3_object.assets[&quot;3485b753-c749-40d2-8b1f-4a2398286984-Royal_Canadian_Mounted_Police_108px.png&quot;]`                                                                                           |
|        | `aws_s3_object.assets[&quot;34a583e7-071c-40c1-ae04-593adc0dfbf8-temp-9311cf16-6393-4b2f-8af3-4d989de6175f_45e3e7ef-d4c1-442d-8894-34dc6c2158bc-Horizontal                                            |
|        | BC Registries_Online services (002).png&quot;]`                                                                                                                                                       |
|        | `aws_s3_object.assets[&quot;356c3915-5ed5-4813-9e07-f94cb1b1452a-client-logo.png&quot;]`                                                                                                                   |
|        | `aws_s3_object.assets[&quot;35e40e49-136b-47b7-bddb-22dbf10d1035-iscweb108topwhitespace.png&quot;]`                                                                                                        |
|        | `aws_s3_object.assets[&quot;36f72037-370b-4ea5-867b-fa5fc7e3c7c5-ASFC-Couleur-108h.png&quot;]`                                                                                                             |
|        | `aws_s3_object.assets[&quot;371e6c18-8ccd-4d96-9803-efcd9e5e6740-temp-022ae25b-f9da-4461-a28e-c22f7a1b02c4_0a3a62e6-b4a7-4bfc-b6b1-90f222fe1971-pNG-FIP-SAC_ISC-colour-light_1517942412830_eng.png&quot;]` |
|        | `aws_s3_object.assets[&quot;3d3bc1e5-1f22-4b68-87c7-40979c86de22-Screenshot                                                                                                                           |
|        | 2023-08-21 at 10.40.40 AM.png&quot;]`                                                                                                                                                                 |
|        | `aws_s3_object.assets[&quot;3d8260df-b1c6-406f-9fa1-97ba5a7b4508-ISED-logo.png&quot;]`                                                                                                                     |
|        | `aws_s3_object.assets[&quot;3e4c82e1-e852-48de-9da3-213a881ea02e-temp-3559c461-5abf-445a-91ad-a6e73892fd74_b4296e2c-d7b4-438b-8671-df9df6f6448f-buyBC_Logo_Horiz_RGB-300x119.png&quot;]`                   |
|        | `aws_s3_object.assets[&quot;3e775e9d-0825-4897-b743-e65158757ec4-temp-29d5cd77-709c-46dc-9acc-bbc46171f342_c6cc9ad0-4524-49a9-bff3-cf1b12179c00-edsc_banner_lg                                        |
|        | (1) copy.png&quot;]`                                                                                                                                                                                  |
|        | `aws_s3_object.assets[&quot;40275a0a-fe46-48bc-ba01-c54209cc895f-temp-1cdf6402-93a7-4fd1-a938-3899efe47dc1_2b477c32-a984-44b3-abdc-92a1145d0bcf-fip-e-108_updated.png&quot;]`                              |
|        | `aws_s3_object.assets[&quot;427ab9eb-a86b-46b2-b256-ad9ed685a534-temp-29d5cd77-709c-46dc-9acc-bbc46171f342_c6cc9ad0-4524-49a9-bff3-cf1b12179c00-edsc_banner_lg                                        |
|        | (1).png&quot;]`                                                                                                                                                                                       |
|        | `aws_s3_object.assets[&quot;42a7f97a-520b-4f4e-b885-8a700c292734-rcmp                                                                                                                                 |
|        | BW.png&quot;]`                                                                                                                                                                                        |
|        | `aws_s3_object.assets[&quot;430105dc-e0ae-48ab-ae8e-3111adab0783-BC-OCIO.png&quot;]`                                                                                                                       |
|        | `aws_s3_object.assets[&quot;453069a5-e787-4bf1-8f43-5f8e8dfcd92f-temp-25a34080-89b9-414a-956d-2978a0a28f27_0f88e1b6-e02d-4d03-955c-349cbf01a45a-BCID_H_rgb_pos.png&quot;]`                                 |
|        | `aws_s3_object.assets[&quot;456ad178-3130-42f5-9b50-1f0bb8cd26be-FEGC-WGEC.png&quot;]`                                                                                                                     |
|        | `aws_s3_object.assets[&quot;47978f0d-f7a0-4d30-be0a-a31495af65b9-esdc-fr.png&quot;]`                                                                                                                       |
|        | `aws_s3_object.assets[&quot;491ba314-b0cb-47f0-8921-8035c90d6198-unnamed                                                                                                                              |
|        | (1).png&quot;]`                                                                                                                                                                                       |
|        | `aws_s3_object.assets[&quot;4ae00854-5702-4a60-b268-6be50df18199-temp-276197de-ee09-47c3-a3bc-3003f813d44c_12368a4f-34f2-4447-99a4-b10ff41de453-nsh_logo.png&quot;]`                                       |
|        | `aws_s3_object.assets[&quot;4d392c91-267b-4a78-b982-37894b321357-cds-logo-en-fr-4.png&quot;]`                                                                                                              |
|        | `aws_s3_object.assets[&quot;4d8b9777-613e-4f2d-8c29-33be86e958bc-temp-1cdf6402-93a7-4fd1-a938-3899efe47dc1_ac67d279-1c8a-43fd-9dca-831eb8c0548f-fip-e-108.png&quot;]`                                      |
|        | `aws_s3_object.assets[&quot;4eebd72d-8c36-4800-a138-02df7ba6d190-cds-logo-en-fr-3                                                                                                                     |
|        | (1).png&quot;]`                                                                                                                                                                                       |
|        | `aws_s3_object.assets[&quot;4eebd72d-8c36-4800-a138-02df7ba6d190-cds-logo-en-fr-3.png&quot;]`                                                                                                              |
|        | `aws_s3_object.assets[&quot;4f8534f8-5412-4032-a74c-7cf4659cf476-FEGC-WAGE.png&quot;]`                                                                                                                     |
|        | `aws_s3_object.assets[&quot;5152c796-dc2c-4943-8794-8069ae96ccfa-sigstc-fra.png&quot;]`                                                                                                                    |
|        | `aws_s3_object.assets[&quot;55434962-5c7c-4787-8da9-c6a3189261f5-e00f9dd0-c4eb-48cd-93ae-2b82f6a83537-ODS                                                                                             |
|        | Ontario Logo.png&quot;]`                                                                                                                                                                              |
|        | `aws_s3_object.assets[&quot;569523ab-51f4-4532-823d-201696d61ef7-temp-f1e02a55-2f58-4775-aa6f-cdfa30ba0a0d_5844d4a8-df65-4af0-be21-e537fd7cb40c-sigstc-eng.png&quot;]`                                     |
|        | `aws_s3_object.assets[&quot;56db2f07-23d2-4615-b27f-b867a00054e7-temp-8b27b19f-8b61-429f-b9a5-e78a7e41ff2a_2e1804ac-8434-4031-9f22-f73240772578-logo.png&quot;]`                                           |
|        | `aws_s3_object.assets[&quot;57889adf-ce35-40c9-8883-97b497397a75-WAGE-FEGC-R-f.png&quot;]`                                                                                                                 |
|        | `aws_s3_object.assets[&quot;5a4627bc-9928-480a-8c84-8f14f4d01c63-esdc-fr-6.png&quot;]`                                                                                                                     |
|        | `aws_s3_object.assets[&quot;5c120155-fbb5-4289-aded-dccdbd446b7f-temp-080d6b62-63cf-4eca-bff6-5122d744cc05_e2d433eb-a034-4316-b222-1d22803762d9-ffffff.png&amp;text=Test.png&quot;]`                           |
|        | `aws_s3_object.assets[&quot;5c2a25a7-a26e-478d-b7b8-2205b4625bef-bc_logo_blue.png&quot;]`                                                                                                                  |
|        | `aws_s3_object.assets[&quot;5c358d04-6abb-46f6-8b6c-7a568c1a5160-temp-29d5cd77-709c-46dc-9acc-bbc46171f342_c6cc9ad0-4524-49a9-bff3-cf1b12179c00-edsc_banner_lg                                        |
|        | (1).png&quot;]`                                                                                                                                                                                       |
|        | `aws_s3_object.assets[&quot;5d0b233f-4dbd-4b58-b614-47e754458182-temp-4167ed60-715e-407b-af25-df97d76076bd_5644cfd6-6bf9-4e4b-8ca3-59a6591e2c76-adapt_banner-BIL2.png&quot;]`                              |
|        | `aws_s3_object.assets[&quot;5ddebf8e-5bfe-4cea-9517-645e324f3da5-temp-179a6cf4-5d58-4052-9be5-f6853c6f4e7d_1a8d68ec-41cd-4d17-8069-f3a83f38b4f5-cropped-Horizon_Logo_CMYK.png&quot;]`                      |
|        | `aws_s3_object.assets[&quot;5e460b61-9f01-4e31-bd1c-2029c5293f71-FEGC-WAGE.png&quot;]`                                                                                                                     |
|        | `aws_s3_object.assets[&quot;5e8bb9d4-75aa-4a74-8e92-30a0d90b25d0-BCgov.png&quot;]`                                                                                                                         |
|        | `aws_s3_object.assets[&quot;5f68a616-de9f-4013-98c2-7b8f3a60be67-cccsbranding.png&quot;]`                                                                                                                  |
|        | `aws_s3_object.assets[&quot;6039f5f0-64df-4c82-ad85-1164172c0562-iscweb40.png&quot;]`                                                                                                                      |
|        | `aws_s3_object.assets[&quot;6041493f-670a-4cf4-b991-ba5216d1f1ec-temp-7b50b5b8-e859-4360-9208-edef8d4ea30b_d9c7aa42-bc51-4566-bf78-b3ca8c3400ab-nc3-cnc3.png&quot;]`                                       |
|        | `aws_s3_object.assets[&quot;60ed9f9a-fb7d-4eba-be9f-761d812ae921-albertaqueensbench.png&quot;]`                                                                                                            |
|        | `aws_s3_object.assets[&quot;62e2e7ba-2954-4c9e-bc0d-6908119df34b-temp-90315150-550d-4732-acc8-fa5571885a00_b72337dc-67d5-437a-94c3-5445a3379f2b-EC                                                    |
|        | Logo 108.png&quot;]`                                                                                                                                                                                  |
|        | `aws_s3_object.assets[&quot;639d360f-d1d1-4454-9b30-7d1e606d055b-temp-dc2cd147-caf8-47eb-9259-a2f876af3f22_adad70e9-72ef-4444-84bb-4844b2d2038c-e_hrcs_c.png&quot;]`                                       |
|        | `aws_s3_object.assets[&quot;639f6b10-ddce-408b-9ce0-335377ebb216-Screenshot                                                                                                                           |
|        | 2023-08-21 at 9.28.05 AM.png&quot;]`                                                                                                                                                                  |
|        | `aws_s3_object.assets[&quot;63eef334-cef3-4aad-89be-f979c4c8e1b6-temp-f1e02a55-2f58-4775-aa6f-cdfa30ba0a0d_5844d4a8-df65-4af0-be21-e537fd7cb40c-sigstc-eng.png&quot;]`                                     |
|        | `aws_s3_object.assets[&quot;64a83be5-7586-4389-9049-dd79f6bd928c-NScommunity.png&quot;]`                                                                                                                   |
|        | `aws_s3_object.assets[&quot;65a433ea-fe9b-4089-ac9b-39235ca1e91d-CANADA                                                                                                                               |
|        | BW FIP.png&quot;]`                                                                                                                                                                                    |
|        | `aws_s3_object.assets[&quot;65ceb918-d520-46ae-adfd-182cc18d7612-Screenshot                                                                                                                           |
|        | 2023-08-24 at 2.59.28 PM.png&quot;]`                                                                                                                                                                  |
|        | `aws_s3_object.assets[&quot;65ffe26c-c190-4aea-a20a-7fe6b504af68-temp-cbe8816d-4b6f-4751-85b0-f76d487b4552_8c01350b-0ea2-4f76-baf2-791201ee2b8a-Logo                                                  |
|        | CoP.png&quot;]`                                                                                                                                                                                       |
|        | `aws_s3_object.assets[&quot;66082c74-539d-4965-86ba-68bad37161e7-temp-4be8e712-be68-4de4-a545-57c54fd22571_05ef6973-f4a7-4a38-a060-b44287b2e798-bcgov.png&quot;]`                                          |
|        | `aws_s3_object.assets[&quot;69c12272-4674-47be-b09d-00e8d402f1b8-ServiceBC.png&quot;]`                                                                                                                     |
|        | `aws_s3_object.assets[&quot;6a777a62-af32-4fb1-b5c9-8fa8ebfb999d-Joint-Logo-NSERC-SSHRC.png&quot;]`                                                                                                        |
|        | `aws_s3_object.assets[&quot;6aaff4fd-5a82-40a7-80ce-ec62991754fa-temp-ea635bc8-f284-4055-98e6-3621841dc782_45ec02da-ab7b-4555-832e-6ab86bece6ad-dfo-mpo_c-en.png&quot;]`                                   |
|        | `aws_s3_object.assets[&quot;6bf80071-87ae-4cff-a388-156b117140fe-temp-7fbc679f-8bf9-41d3-bbbb-94964bb13a0f_730473ab-de41-4a72-b6ec-fe4332f2c23c-UnitCrest.png&quot;]`                                      |
|        | `aws_s3_object.assets[&quot;6c13d39a-91a2-4293-8397-85e2bc6c8683-Unit_Header.png&quot;]`                                                                                                                   |
|        | `aws_s3_object.assets[&quot;6c196281-245f-4bf0-aca8-50682a767385-dfo-mpo-eng.png&quot;]`                                                                                                                   |
|        | `aws_s3_object.assets[&quot;6cbfe5d8-ad6d-4761-9244-c33d60fa2e99-temp-eac62373-ba28-438a-a990-ebf76fd449cf_ca65edf3-0455-4ac9-a6a1-c88de90df900-0ed4a6f4-473b-4d86-8ba1-c4c2c9ad3aef-bCparks.png&quot;]`   |
|        | `aws_s3_object.assets[&quot;6d337775-393e-4239-b81a-1521ae8d0d5a-FEGC-WAGE.png&quot;]`                                                                                                                     |
|        | `aws_s3_object.assets[&quot;6dc9027e-00f3-4cff-989f-f892344086ed-dnd-eng-first-108px.png&quot;]`                                                                                                           |
|        | `aws_s3_object.assets[&quot;6df68981-0470-47ec-ba3c-636cdd06527a-nmc-cng-logo.png&quot;]`                                                                                                                  |
|        | `aws_s3_object.assets[&quot;6e0c59d2-6ad4-4d22-80f2-8ba6ca3c5a8b-Screen                                                                                                                               |
|        | Shot 2022-08-17 at 3.31.54 PM.png&quot;]`                                                                                                                                                             |
|        | `aws_s3_object.assets[&quot;6e7c85b0-3804-4762-ab9d-a45a85985b7b-4leafbanner59.png&quot;]`                                                                                                                 |
|        | `aws_s3_object.assets[&quot;6e930a03-3413-4984-a3e2-37b473729a0f-RCMPbw2.png&quot;]`                                                                                                                       |
|        | `aws_s3_object.assets[&quot;6ebd6dc1-916c-47f6-b7ff-7a0f3f8a1ad8-Untitled.png&quot;]`                                                                                                                      |
|        | `aws_s3_object.assets[&quot;6ef7dc1b-d5e9-4565-bb86-5d9f5e72fe00-DTN                                                                                                                                  |
|        | Logo.png&quot;]`                                                                                                                                                                                      |
|        | `aws_s3_object.assets[&quot;6ff7af62-2911-4900-9f7a-c9733a513359-Screenshot                                                                                                                           |
|        | 2023-08-24 at 3.00.25 PM.png&quot;]`                                                                                                                                                                  |
|        | `aws_s3_object.assets[&quot;704871d2-7760-412f-ac0f-6d3bd42e9895-dfo-mpo-eng.png&quot;]`                                                                                                                   |
|        | `aws_s3_object.assets[&quot;710a0f6a-ba23-497b-a894-27d5c7ed4c59-temp-25627308-2fa5-4ee2-8acc-9f62ddaa5422_1e4b1e58-adfa-45a8-a2f0-d41d6694c0f6-gov_bc_logo.png&quot;]`                                    |
|        | `aws_s3_object.assets[&quot;71c9f66f-e645-43be-ad23-1425316e1a57-Screenshot                                                                                                                           |
|        | 2023-08-24 at 2.55.27 PM.png&quot;]`                                                                                                                                                                  |
|        | `aws_s3_object.assets[&quot;72271bc1-2b5d-4664-8595-58af701134f5-temp-29d5cd77-709c-46dc-9acc-bbc46171f342_c6cc9ad0-4524-49a9-bff3-cf1b12179c00-edsc_banner_lg.png&quot;]`                                 |
|        | `aws_s3_object.assets[&quot;74cc29e8-7af9-4df8-9158-c588f75edc1b-rcmp_logo_color_500.png&quot;]`                                                                                                           |
|        | `aws_s3_object.assets[&quot;7602db1b-e39d-41d6-8e40-33f432a84887-download.png&quot;]`                                                                                                                      |
|        | `aws_s3_object.assets[&quot;763f3961-3c8a-486e-82cb-7d248eb1fd33-cds-logo-en-fr-6.png&quot;]`                                                                                                              |
|        | `aws_s3_object.assets[&quot;78083675-fc02-4f33-b62a-96c152cf8c3c-Screen                                                                                                                               |
|        | Shot 2022-09-08 at 11.42.52 AM.png&quot;]`                                                                                                                                                            |
|        | `aws_s3_object.assets[&quot;7894bf1d-2349-4bcb-84a1-624e0a349489-temp-76d58603-93c1-49ff-8193-8ffb803ddaad_eec90162-c0cf-4e02-a172-af024400d891-RQLogo.png&quot;]`                                         |
|        | `aws_s3_object.assets[&quot;78c83e25-5801-4b3e-b340-02349bdceedb-peoplehelpingpeoplebanner.png&quot;]`                                                                                                     |
|        | `aws_s3_object.assets[&quot;7a094f78-b2b0-4286-8428-0653d67c91ac-pspc-spacbanner.png&quot;]`                                                                                                               |
|        | `aws_s3_object.assets[&quot;7a1918a8-1874-4879-bcce-e57802bebddb-people_and_culture.png&quot;]`                                                                                                            |
|        | `aws_s3_object.assets[&quot;7c874bf2-72d4-43cc-8d6c-5138760a9f6a-download.png&quot;]`                                                                                                                      |
|        | `aws_s3_object.assets[&quot;7d88bc1e-3a6e-4553-a8b2-a06da91fe0fd-Alberta                                                                                                                              |
|        | Logo.png&quot;]`                                                                                                                                                                                      |
|        | `aws_s3_object.assets[&quot;7fef41a4-743e-4e11-9e14-8934b6167803-temp-f61b4a4a-12e0-481f-9f86-9eb618ea6d3f_28e4d1be-2372-4dfb-b5e8-0b0735204116-GC                                                    |
|        | Notify Logo.png&quot;]`                                                                                                                                                                               |
|        | `aws_s3_object.assets[&quot;804bed29-ae83-441e-9338-1af4fc4acaa3-Screenshot                                                                                                                           |
|        | 2023-06-15 at 3.34.13 PM.png&quot;]`                                                                                                                                                                  |
|        | `aws_s3_object.assets[&quot;81cbf4d7-29fc-4438-9277-af1e82faca2f-NovaScotia.png&quot;]`                                                                                                                    |
|        | `aws_s3_object.assets[&quot;823d63fa-d9fe-43d6-aa6b-c304f78f3435-output-onlinepngtools.png&quot;]`                                                                                                         |
|        | `aws_s3_object.assets[&quot;85cbd35e-7553-4c64-9445-7cdcfff5d9b1-HARP-SNS-IS                                                                                                                          |
|        | LOGO-resized.png&quot;]`                                                                                                                                                                              |
|        | `aws_s3_object.assets[&quot;85d3b2cf-85f8-4f50-a7d6-6ef2741cd689-FEGC-WAGE.png&quot;]`                                                                                                                     |
|        | `aws_s3_object.assets[&quot;86804c28-b5e7-4b12-9f9f-4389784ab86a-temp-29d5cd77-709c-46dc-9acc-bbc46171f342_c6cc9ad0-4524-49a9-bff3-cf1b12179c00-edsc_banner_lg                                        |
|        | (1) copy.png&quot;]`                                                                                                                                                                                  |
|        | `aws_s3_object.assets[&quot;8758ea46-c726-492f-92c6-59ca607c5835-temp-56cabcea-7b8f-4980-9e1e-1280bbfcbc83_d6363b26-59df-414b-b38c-5c4d6dddf97a-2023-06-13                                            |
|        | 10_51_20-Window.png&quot;]`                                                                                                                                                                           |
|        | `aws_s3_object.assets[&quot;88fa97a1-c9c5-473b-8adf-0e2f6ac18f28-temp-ca74bc14-2a25-4fe4-a913-4188a6a031ce_70e1099d-a6de-465c-a84e-ea04168696c7-trdy.png&quot;]`                                           |
|        | `aws_s3_object.assets[&quot;8a74455c-7ba9-4c4a-9807-12f59bf95e03-Lobby                                                                                                                                |
|        | smaller.png&quot;]`                                                                                                                                                                                   |
|        | `aws_s3_object.assets[&quot;8c2856bb-b031-452d-a21d-c6eda0c8540b-cra-v2.png&quot;]`                                                                                                                        |
|        | `aws_s3_object.assets[&quot;8cedb35a-ac40-46d7-ac05-4860a4c5bb9e-Screenshot                                                                                                                           |
|        | 2023-06-15 at 3.44.41 PM.png&quot;]`                                                                                                                                                                  |
|        | `aws_s3_object.assets[&quot;8e53cceb-1384-4bd8-94bb-032fbc2ebfbf-74cc29e8-7af9-4df8-9158-c588f75edc1b-rcmp_logo_color_500.png&quot;]`                                                                      |
|        | `aws_s3_object.assets[&quot;8fb500b5-11e0-4d6c-9ba1-72c480cff2ca-temp-821ed66d-dc20-4b0d-b11d-df6401ec68e0_11ad05f5-5668-43a9-bb8f-67d5ea0e5838-NSHA_colour_logo.png&quot;]`                               |
|        | `aws_s3_object.assets[&quot;909af76f-8dda-4bc7-b491-3fbc190baeb8-cbsa.png&quot;]`                                                                                                                          |
|        | `aws_s3_object.assets[&quot;9145ccf2-3f77-46da-8504-577367e0fba5-BC_ECC_H_RGB_pos.png&quot;]`                                                                                                              |
|        | `aws_s3_object.assets[&quot;914af2ba-ac57-41d1-892f-a4dd8f31e790-2836_Crest_2.png&quot;]`                                                                                                                  |
|        | `aws_s3_object.assets[&quot;91e012b5-fe9e-41c4-b0bb-b9ad9068caa7-temp-26486b40-039d-4767-a889-32dfdf69cad2_8aabb1f4-84bc-4b01-badb-3a1612e53c2c-HC                                                    |
|        | Brand.png&quot;]`                                                                                                                                                                                     |
|        | `aws_s3_object.assets[&quot;939f72b8-8adc-49a0-9d87-efb07aeb69bf-ON_POS_LOGO_RGB                                                                                                                      |
|        | (2).png&quot;]`                                                                                                                                                                                       |
|        | `aws_s3_object.assets[&quot;93f0494e-d0a5-4efd-a498-dd4510b748be-client-logo.png&quot;]`                                                                                                                   |
|        | `aws_s3_object.assets[&quot;94c0d953-c5cd-4044-a79a-88f5f9c2eaf4-temp-bd689c81-789c-4c75-adcc-e402f4b2e83e_a9e5f245-c3d9-4631-819a-86f736a58188-CNSC-signature-EN.png&quot;]`                              |
|        | `aws_s3_object.assets[&quot;94c7c5c0-3ba5-4d8d-96d5-003b4c230963-elections                                                                                                                            |
|        | canada.png&quot;]`                                                                                                                                                                                    |
|        | `aws_s3_object.assets[&quot;94fb8c28-6a19-4ca5-925c-fed65adf4eed-Accessibility                                                                                                                        |
|        | Standards Canada EN.png&quot;]`                                                                                                                                                                       |
|        | `aws_s3_object.assets[&quot;952c73c1-0da2-4459-928f-4ae22de8ffc4-dfo-mpo-eng.png&quot;]`                                                                                                                   |
|        | `aws_s3_object.assets[&quot;95b8c822-1000-4ecd-94d7-9064cda095f5-gov-canada-fr-2.png&quot;]`                                                                                                               |
|        | `aws_s3_object.assets[&quot;99788086-3849-40ca-87f1-e092b2addb23-FEGC-WAGE.png&quot;]`                                                                                                                     |
|        | `aws_s3_object.assets[&quot;999ac0cb-13ea-4186-bf9f-6d808945242f-CBSA-pad-108h.png&quot;]`                                                                                                                 |
|        | `aws_s3_object.assets[&quot;9a7b2d00-acaf-4551-b2c7-9653667306d9-rcmp_logo_color_500.png&quot;]`                                                                                                           |
|        | `aws_s3_object.assets[&quot;9a8473d5-d5ba-4b1c-9782-9c883f373b49-esdc-eng.png&quot;]`                                                                                                                      |
|        | `aws_s3_object.assets[&quot;9b6dce9c-19cc-4cc7-82b3-b50a6862c860-CRAbanner.png&quot;]`                                                                                                                     |
|        | `aws_s3_object.assets[&quot;9b8ae42d-abf0-4e6c-a382-dbb7c341522d-872-Logo.png&quot;]`                                                                                                                      |
|        | `aws_s3_object.assets[&quot;9be01077-57ec-4fa8-83c8-adbba0542205-temp-a83f853e-99e6-4f50-8457-ea1747393acc_f2347a02-cb74-43ea-a1bf-95402dac545f-BC-Registry-Services-Color_373x100_COMPRESSED         |
|        | (1).png&quot;]`                                                                                                                                                                                       |
|        | `aws_s3_object.assets[&quot;9c08ffbd-c792-4b89-907c-31c85cf84106-CBSA-pad-108h.png&quot;]`                                                                                                                 |
|        | `aws_s3_object.assets[&quot;9c40f5cc-74a7-4442-ae88-abb178751d7e-ACOA_Signature_108.png&quot;]`                                                                                                            |
|        | `aws_s3_object.assets[&quot;9cc2bdfe-7519-461c-a8e5-36e07ca9ef71-esdc-fr-2.png&quot;]`                                                                                                                     |
|        | `aws_s3_object.assets[&quot;9d23cda3-1a4d-4564-9ee0-22c40d5a607d-temp-29d5cd77-709c-46dc-9acc-bbc46171f342_c6cc9ad0-4524-49a9-bff3-cf1b12179c00-edsc_banner_lg.png&quot;]`                                 |
|        | `aws_s3_object.assets[&quot;9d60c863-b027-4c5a-af02-2d8284335d15-temp-4e7a2208-7fa5-40f6-adc2-05c61415e2b5_65618ef9-b813-48e8-9cd1-cc3e73e7bdf2-BC_ENV_H_CMYK_pos.png&quot;]`                              |
|        | `aws_s3_object.assets[&quot;9e54e7de-ce4c-48a5-8f88-08a72f80a7ac-CBSA-pad-108h.png&quot;]`                                                                                                                 |
|        | `aws_s3_object.assets[&quot;9e66a776-b3c0-4773-8baf-3120cb544a6e-ASFC-pad-108h.png&quot;]`                                                                                                                 |
|        | `aws_s3_object.assets[&quot;9ef1d744-c05a-4a09-8c31-fc957b08f017-ISC140.png&quot;]`                                                                                                                        |
|        | `aws_s3_object.assets[&quot;a1f4d9e1-ac67-472b-ab04-dc3d9a8ed489-RCMPbw2.png&quot;]`                                                                                                                       |
|        | `aws_s3_object.assets[&quot;a211d850-d7f2-4b7e-ab79-67aabc75a8d9-New_SAWSx_logo_108.png&quot;]`                                                                                                            |
|        | `aws_s3_object.assets[&quot;a28bd804-fc58-4c3c-922f-43e671b39c8e-cnsc.png&quot;]`                                                                                                                          |
|        | `aws_s3_object.assets[&quot;a33264f5-233c-4e8f-8a51-3a37018fd264-temp-60bb3c07-95d2-423a-af81-ca8db74650bc_d574deef-4ee6-422b-8299-10e83871587e-ERP-PRO_Logo_BIL.png&quot;]`                               |
|        | `aws_s3_object.assets[&quot;a398e790-265a-46a2-abe0-1bcdc7336177-dfo-mpo-eng.png&quot;]`                                                                                                                   |
|        | `aws_s3_object.assets[&quot;a3cde9a4-2c6e-4ee3-8768-c2b0b954c740-iscwebfinaltest.png&quot;]`                                                                                                               |
|        | `aws_s3_object.assets[&quot;a530751d-31f6-4716-85ee-8d525bfe146c-cbsa                                                                                                                                 |
|        | (1).png&quot;]`                                                                                                                                                                                       |
|        | `aws_s3_object.assets[&quot;a5ae5c64-cad7-4795-8d8a-8d8170805ae6-temp-34242564-339a-4412-ba66-dfe9bd39d400_020ff803-5d5f-4a3d-b991-1c765a6e51c1-VAC                                                   |
|        | Email logo.png&quot;]`                                                                                                                                                                                |
|        | `aws_s3_object.assets[&quot;a64eed04-07fc-4322-8dd0-a2de2d3ea573-download                                                                                                                             |
|        | (4).png&quot;]`                                                                                                                                                                                       |
|        | `aws_s3_object.assets[&quot;a8d63b80-0210-467f-a8bc-95521e5d993b-Electionscanada108.png&quot;]`                                                                                                            |
|        | `aws_s3_object.assets[&quot;aa26253b-4022-4b87-bf0a-0a05bc009aae-BCenvministry.png&quot;]`                                                                                                                 |
|        | `aws_s3_object.assets[&quot;aacbfc1b-eda7-40af-8399-ee3906923028-unnamed                                                                                                                              |
|        | (2).png&quot;]`                                                                                                                                                                                       |
|        | `aws_s3_object.assets[&quot;aaf9b8aa-b3ab-4a88-adbd-18296948a424-ON_POS_LOGO_RGB                                                                                                                      |
|        | (2).png&quot;]`                                                                                                                                                                                       |
|        | `aws_s3_object.assets[&quot;abeef6b8-d441-4444-8197-724164fe3c17-Screenshot                                                                                                                           |
|        | 2023-06-15 at 3.41.22 PM.png&quot;]`                                                                                                                                                                  |
|        | `aws_s3_object.assets[&quot;ac5bc6fb-1b6a-49a6-bb26-c5e51469fe0a-Screenshot                                                                                                                           |
|        | 2023-06-02 at 3.49.26 PM.png&quot;]`                                                                                                                                                                  |
|        | `aws_s3_object.assets[&quot;ae50ef05-2546-4932-b2c4-367ada4ee58a-temp-5d8a5355-3fe8-41c6-ab46-b9bd802a2b80_0ca2dd44-cc29-4c0d-96fb-b53f20b671cf-banner.png&quot;]`                                         |
|        | `aws_s3_object.assets[&quot;b00dca61-26d1-463a-bb9a-71dafd7aab75-temp-4e7a2208-7fa5-40f6-adc2-05c61415e2b5_f2f42190-e7d6-4a66-8cc6-fa7572482df9-BC_WLRS_H_CMYK_pos                                    |
|        | (resized 180px height).png&quot;]`                                                                                                                                                                    |
|        | `aws_s3_object.assets[&quot;b33dc854-d347-473f-b0fa-12ac52ad6e07-WEGC.png&quot;]`                                                                                                                          |
|        | `aws_s3_object.assets[&quot;b4b75ddc-46ee-4e34-84c9-69f3c2106598-NovaScotia.png&quot;]`                                                                                                                    |
|        | `aws_s3_object.assets[&quot;b92841a2-42ef-4d73-8353-4e300ad6f45d-accessibilite.png&quot;]`                                                                                                                 |
|        | `aws_s3_object.assets[&quot;bd1d8fa6-471a-4bb5-a471-7a37f218e6d1-temp-29d5cd77-709c-46dc-9acc-bbc46171f342_c6cc9ad0-4524-49a9-bff3-cf1b12179c00-edsc_banner_lg                                        |
|        | (1) copy 2.png&quot;]`                                                                                                                                                                                |
|        | `aws_s3_object.assets[&quot;c0dcaf6f-e7b0-41f5-afb1-bd580f198686-dnd-eng-first.png&quot;]`                                                                                                                 |
|        | `aws_s3_object.assets[&quot;c0fd6010-9ab2-42f7-ab68-c850aebd1dda-CCRTIS_eng.png&quot;]`                                                                                                                    |
|        | `aws_s3_object.assets[&quot;c244d75e-538a-456a-a6cc-249e0bddf32b-Screenshot                                                                                                                           |
|        | 2023-08-21 at 9.49.40 AM.png&quot;]`                                                                                                                                                                  |
|        | `aws_s3_object.assets[&quot;c46b5099-ff2a-43fb-a553-2995bbb00b34-gov-canada-fr-v1.png&quot;]`                                                                                                              |
|        | `aws_s3_object.assets[&quot;c52f89a6-d841-4fd3-b044-4e68da9b212b-iscweb108topwhitespace.png&quot;]`                                                                                                        |
|        | `aws_s3_object.assets[&quot;c65bea95-da3c-41cf-b6c8-c156d557097a-cds-logo-en-fr-6.png&quot;]`                                                                                                              |
|        | `aws_s3_object.assets[&quot;c6a8d6a2-1a51-4d22-a2d1-d89e6ebf4b7f-dfo-mpo-eng.png&quot;]`                                                                                                                   |
|        | `aws_s3_object.assets[&quot;c6d47b8e-e671-470f-a779-fa71c0895067-SCC-CSC.png&quot;]`                                                                                                                       |
|        | `aws_s3_object.assets[&quot;c72a5afd-a205-4389-a245-b35fa26ca93c-Test                                                                                                                                 |
|        | Notifications logo.png&quot;]`                                                                                                                                                                        |
|        | `aws_s3_object.assets[&quot;c7ccb8a8-538c-45bb-b7ff-305d45a31b3e-hg_logo_108.png&quot;]`                                                                                                                   |
|        | `aws_s3_object.assets[&quot;c8106e68-e888-418f-a51b-fc0f9dee634f-download.png&quot;]`                                                                                                                      |
|        | `aws_s3_object.assets[&quot;c8e93a99-7c60-4429-9627-3c6e158191e5-temp-ca74bc14-2a25-4fe4-a913-4188a6a031ce_b3fd9a0f-5ed3-4124-9f19-7b35fbcf6e01-WAGE-FEGC-R-f.png&quot;]`                                  |
|        | `aws_s3_object.assets[&quot;canada-logo.png&quot;]`                                                                                                                                                        |
|        | `aws_s3_object.assets[&quot;cbbd2cee-8cd4-4f66-89b6-3f2995a560a5-FEGC-WAGE.png&quot;]`                                                                                                                     |
|        | `aws_s3_object.assets[&quot;cc034440-8b61-47bf-97ba-4469487b5869-Screenshot                                                                                                                           |
|        | 2023-08-21 at 9.32.30 AM.png&quot;]`                                                                                                                                                                  |
|        | `aws_s3_object.assets[&quot;ce235e3c-5262-4a20-a31d-dc924f9eba5c-buybc.png&quot;]`                                                                                                                         |
|        | `aws_s3_object.assets[&quot;cffe8f77-8c07-474a-bcb4-18a46217047f-temp-29d5cd77-709c-46dc-9acc-bbc46171f342_c6cc9ad0-4524-49a9-bff3-cf1b12179c00-edsc_banner_lg                                        |
|        | (1).png&quot;]`                                                                                                                                                                                       |
|        | `aws_s3_object.assets[&quot;d1f71bd5-50f1-4b40-9ae4-71179fb31b7c-temp-f2883800-ec96-4d8c-b3db-0baebcea001b_16b824b9-b3a7-4127-88be-b34f69115e87-justice.png&quot;]`                                        |
|        | `aws_s3_object.assets[&quot;d2377d25-371e-41fc-b7ca-33c953b61591-74cc29e8-7af9-4df8-9158-c588f75edc1b-rcmp_logo_color_500.png&quot;]`                                                                      |
|        | `aws_s3_object.assets[&quot;d2ac2f99-4b57-4bf6-87f5-f53d7e87fbb0-WAGE-FEGC-R-f.png&quot;]`                                                                                                                 |
|        | `aws_s3_object.assets[&quot;d3018193-6607-45fd-b641-6f4b8982e5b4-retraite-quebec-x108.png&quot;]`                                                                                                          |
|        | `aws_s3_object.assets[&quot;d512ab4f-3060-44e5-816f-59b5c54c67db-cds-logo-en-fr-5.png&quot;]`                                                                                                              |
|        | `aws_s3_object.assets[&quot;d77aba25-6646-43bf-9708-44a2f475668a-temp-f1e02a55-2f58-4775-aa6f-cdfa30ba0a0d_5844d4a8-df65-4af0-be21-e537fd7cb40c-sigstc-eng.png&quot;]`                                     |
|        | `aws_s3_object.assets[&quot;dae42584-efa3-474e-8000-e4a90cdc43cb-assurancemaladeqc.png&quot;]`                                                                                                             |
|        | `aws_s3_object.assets[&quot;db0c1e02-e5b6-46c6-919c-bec6194fea04-temp-29d5cd77-709c-46dc-9acc-bbc46171f342_c6cc9ad0-4524-49a9-bff3-cf1b12179c00-edsc_banner_lg                                        |
|        | (1) copy.png&quot;]`                                                                                                                                                                                  |
|        | `aws_s3_object.assets[&quot;dcab46e8-e2de-4082-827b-d80a5491f615-GCshareservice2.png&quot;]`                                                                                                               |
|        | `aws_s3_object.assets[&quot;ddfc0fef-139e-4957-9cf7-73013831ebcc-temp-bae49355-0a64-43fa-8c9c-ec563da3e9b0_3dde492a-fbb0-43e2-acd4-18d31996cb90-CFEP                                                  |
|        | logo.png&quot;]`                                                                                                                                                                                      |
|        | `aws_s3_object.assets[&quot;dfda11f1-bb08-4c0d-b53f-0f2dea1e930a-GCshareservice.png&quot;]`                                                                                                                |
|        | `aws_s3_object.assets[&quot;e00f9dd0-c4eb-48cd-93ae-2b82f6a83537-ODS                                                                                                                                  |
|        | Ontario Logo.png&quot;]`                                                                                                                                                                              |
|        | `aws_s3_object.assets[&quot;e082b45d-c528-41a6-be8c-15dc6d7c5a39-my-health-nb.png&quot;]`                                                                                                                  |
|        | `aws_s3_object.assets[&quot;e490bdf1-484c-469c-b99b-8854bbaef412-temp-29d5cd77-709c-46dc-9acc-bbc46171f342_c6cc9ad0-4524-49a9-bff3-cf1b12179c00-edsc_banner_lg                                        |
|        | (1) copy 2.png&quot;]`                                                                                                                                                                                |
|        | `aws_s3_object.assets[&quot;e57410fa-2522-4e29-b5a6-8e1c736a15e6-Alberta                                                                                                                              |
|        | Logo.png&quot;]`                                                                                                                                                                                      |
|        | `aws_s3_object.assets[&quot;e7899be0-1dd0-4933-820a-208c774b613e-download                                                                                                                             |
|        | (4).png&quot;]`                                                                                                                                                                                       |
|        | `aws_s3_object.assets[&quot;e81df552-ace2-456f-885a-60a52452c305-temp-022ae25b-f9da-4461-a28e-c22f7a1b02c4_0a3a62e6-b4a7-4bfc-b6b1-90f222fe1971-pNG-FIP-SAC_ISC-colour-light_1517942412830_eng.png&quot;]` |
|        | `aws_s3_object.assets[&quot;eb837869-e48d-4fee-905d-3a5b8ab09d81-cra-v2.png&quot;]`                                                                                                                        |
|        | `aws_s3_object.assets[&quot;ebf67e5e-cb76-4f2b-a924-2194d7b2d69a-Screenshot                                                                                                                           |
|        | 2023-09-26 at 2.09.45 PM.png&quot;]`                                                                                                                                                                  |
|        | `aws_s3_object.assets[&quot;ec5b2073-9ca6-43b1-b621-16a1e12fa48b-Screenshot                                                                                                                           |
|        | 2023-08-24 at 2.57.46 PM.png&quot;]`                                                                                                                                                                  |
|        | `aws_s3_object.assets[&quot;ed794ca4-f598-4e60-9aa0-1e0a828324a7-Screenshot                                                                                                                           |
|        | 2023-09-26 at 2.07.58 PM.png&quot;]`                                                                                                                                                                  |
|        | `aws_s3_object.assets[&quot;ee10b955-31bd-4873-8688-3e7e2f450e05-74cc29e8-7af9-4df8-9158-c588f75edc1b-rcmp_logo_color_500.png&quot;]`                                                                      |
|        | `aws_s3_object.assets[&quot;f0d9ca4e-8ee5-4eb4-b213-d754f615b38f-temp-bd689c81-789c-4c75-adcc-e402f4b2e83e_1c23730f-7961-4821-9830-c24500de2d62-08_2009_cnsc_logo_colour_e.png&quot;]`                     |
|        | `aws_s3_object.assets[&quot;f2fc7724-c91c-4c5c-b081-8341470f5a35-Screenshot                                                                                                                           |
|        | 2023-06-02 at 3.49.26 PM.png&quot;]`                                                                                                                                                                  |
|        | `aws_s3_object.assets[&quot;f3fa976b-276d-4b73-97e6-e93e198db29a-sigstc-fra.png&quot;]`                                                                                                                    |
|        | `aws_s3_object.assets[&quot;f4788436-f3e9-4496-b0ca-28d51af2e7e9-temp-cbe8816d-4b6f-4751-85b0-f76d487b4552_69347f25-7077-417f-854f-6ce8ef3b7aa4-CMPlaybook-banner-ENFull.png&quot;]`                       |
|        | `aws_s3_object.assets[&quot;f61373c1-88d2-46ae-9c3e-1035ca0b797e-RCMP.png&quot;]`                                                                                                                          |
|        | `aws_s3_object.assets[&quot;f7e5a6a9-1d11-434b-915b-4f96843eac30-dnd-eng-first-108px.png&quot;]`                                                                                                           |
|        | `aws_s3_object.assets[&quot;f9a417c6-5ae7-4b71-859c-5044c3554628-Screen                                                                                                                               |
|        | Shot 2022-04-12 at 9.13.33 AM.png&quot;]`                                                                                                                                                             |
|        | `aws_s3_object.assets[&quot;fa981852-22e0-4ef8-9d86-f52893a4cd50-unnamed.png&quot;]`                                                                                                                       |
|        | `aws_s3_object.assets[&quot;fce517a4-be61-4d4b-ae9e-cec93dabaf7a-temp-ebe8df5b-c518-4535-a361-ad4358f8cc73_d634f524-4323-49d2-8cd7-d2598144c4e9-esdc_banner_lg.png&quot;]`                                 |
|        | `aws_s3_object.assets[&quot;fd01ceac-082d-456f-8b32-dd1888c77f5b-temp-ca74bc14-2a25-4fe4-a913-4188a6a031ce_0f70d9fc-bd5a-4427-810f-ea429378278a-trdy.png&quot;]`                                           |
|        | `aws_s3_object.assets[&quot;feebf9ee-54d6-4c8b-9ff4-3e8883205820-temp-b1594f02-4b1b-4c8d-a4f5-5474f81705ee_7ee9246a-2217-4cef-a4b6-234fe7bed074-notify-logo.png&quot;]`                                    |
|        | `aws_s3_object.assets[&quot;ffd5ea8f-1c28-4397-be6f-793e39f3d42f-temp-cbe8816d-4b6f-4751-85b0-f76d487b4552_542f5c55-19a8-4226-9daf-892c1f21bf9b-Logo                                                  |
|        | CoP.png&quot;]`                                                                                                                                                                                       |
|        | `aws_s3_object.assets[&quot;gc-ircc-coat-of-arms.png&quot;]`                                                                                                                                               |
|        | `aws_s3_object.assets[&quot;gc-ircc-ga-seal.png&quot;]`                                                                                                                                                    |
|        | `aws_s3_object.assets[&quot;gc-ircc-gc-seal.png&quot;]`                                                                                                                                                    |
|        | `aws_s3_object.assets[&quot;gc-ircc-seal.png&quot;]`                                                                                                                                                       |
|        | `aws_s3_object.assets[&quot;gc-logo-en.png&quot;]`                                                                                                                                                         |
|        | `aws_s3_object.assets[&quot;gc-logo-fr.png&quot;]`                                                                                                                                                         |
|        | `aws_s3_object.assets[&quot;gov-canada-en-01.png&quot;]`                                                                                                                                                   |
|        | `aws_s3_object.assets[&quot;gov-canada-en.png&quot;]`                                                                                                                                                      |
|        | `aws_s3_object.assets[&quot;gov-canada-en.svg&quot;]`                                                                                                                                                      |
|        | `aws_s3_object.assets[&quot;gov-canada-fr.png&quot;]`                                                                                                                                                      |
|        | `aws_s3_object.assets[&quot;gov-canada-fr.svg&quot;]`                                                                                                                                                      |
|        | `aws_s3_object.assets[&quot;static/assign-en.svg&quot;]`                                                                                                                                                   |
|        | `aws_s3_object.assets[&quot;static/assign-fr.svg&quot;]`                                                                                                                                                   |
|        | `aws_s3_object.assets[&quot;static/built4you-v2.svg&quot;]`                                                                                                                                                |
|        | `aws_s3_object.assets[&quot;static/built4you.svg&quot;]`                                                                                                                                                   |
|        | `aws_s3_object.assets[&quot;static/cloud-flow.svg&quot;]`                                                                                                                                                  |
|        | `aws_s3_object.assets[&quot;static/custom-branding-en.svg&quot;]`                                                                                                                                          |
|        | `aws_s3_object.assets[&quot;static/custom-branding-fr.svg&quot;]`                                                                                                                                          |
|        | `aws_s3_object.assets[&quot;static/dashboard-en.svg&quot;]`                                                                                                                                                |
|        | `aws_s3_object.assets[&quot;static/dashboard-fr.svg&quot;]`                                                                                                                                                |
|        | `aws_s3_object.assets[&quot;static/examples/example-filter-en.svg&quot;]`                                                                                                                                  |
|        | `aws_s3_object.assets[&quot;static/examples/example-filter-fr.svg&quot;]`                                                                                                                                  |
|        | `aws_s3_object.assets[&quot;static/examples/example-headers-en.svg&quot;]`                                                                                                                                 |
|        | `aws_s3_object.assets[&quot;static/examples/example-headers-fr.svg&quot;]`                                                                                                                                 |
|        | `aws_s3_object.assets[&quot;static/examples/example-row-en.svg&quot;]`                                                                                                                                     |
|        | `aws_s3_object.assets[&quot;static/examples/example-row-fr.svg&quot;]`                                                                                                                                     |
|        | `aws_s3_object.assets[&quot;static/examples/example-variable-en.svg&quot;]`                                                                                                                                |
|        | `aws_s3_object.assets[&quot;static/examples/example-variable-fr.svg&quot;]`                                                                                                                                |
|        | `aws_s3_object.assets[&quot;static/features-team-fr.svg&quot;]`                                                                                                                                            |
|        | `aws_s3_object.assets[&quot;static/features/features-api-en.svg&quot;]`                                                                                                                                    |
|        | `aws_s3_object.assets[&quot;static/features/features-api-fr.svg&quot;]`                                                                                                                                    |
|        | `aws_s3_object.assets[&quot;static/features/features-branding-en.svg&quot;]`                                                                                                                               |
|        | `aws_s3_object.assets[&quot;static/features/features-branding-fr.svg&quot;]`                                                                                                                               |
|        | `aws_s3_object.assets[&quot;static/features/features-dashboard-en.svg&quot;]`                                                                                                                              |
|        | `aws_s3_object.assets[&quot;static/features/features-dashboard-fr.svg&quot;]`                                                                                                                              |
|        | `aws_s3_object.assets[&quot;static/features/features-personalize-en.svg&quot;]`                                                                                                                            |
|        | `aws_s3_object.assets[&quot;static/features/features-personalize-fr.svg&quot;]`                                                                                                                            |
|        | `aws_s3_object.assets[&quot;static/features/features-recipients-en.svg&quot;]`                                                                                                                             |
|        | `aws_s3_object.assets[&quot;static/features/features-recipients-fr.svg&quot;]`                                                                                                                             |
|        | `aws_s3_object.assets[&quot;static/features/features-scheduler-en.svg&quot;]`                                                                                                                              |
|        | `aws_s3_object.assets[&quot;static/features/features-scheduler-fr.svg&quot;]`                                                                                                                              |
|        | `aws_s3_object.assets[&quot;static/features/features-team-en.svg&quot;]`                                                                                                                                   |
|        | `aws_s3_object.assets[&quot;static/features/features-team-fr.svg&quot;]`                                                                                                                                   |
|        | `aws_s3_object.assets[&quot;static/features/features-templates-en.svg&quot;]`                                                                                                                              |
|        | `aws_s3_object.assets[&quot;static/features/features-templates-fr.svg&quot;]`                                                                                                                              |
|        | `aws_s3_object.assets[&quot;static/goc--footer-logo.svg&quot;]`                                                                                                                                            |
|        | `aws_s3_object.assets[&quot;static/gov-canada-en.svg&quot;]`                                                                                                                                               |
|        | `aws_s3_object.assets[&quot;static/gov-canada-fr.svg&quot;]`                                                                                                                                               |
|        | `aws_s3_object.assets[&quot;static/integrate-1.svg&quot;]`                                                                                                                                                 |
|        | `aws_s3_object.assets[&quot;static/integrate.svg&quot;]`                                                                                                                                                   |
|        | `aws_s3_object.assets[&quot;static/letter-en-v2.svg&quot;]`                                                                                                                                                |
|        | `aws_s3_object.assets[&quot;static/letter-en.svg&quot;]`                                                                                                                                                   |
|        | `aws_s3_object.assets[&quot;static/letter-fr-v2.svg&quot;]`                                                                                                                                                |
|        | `aws_s3_object.assets[&quot;static/letter-fr.svg&quot;]`                                                                                                                                                   |
|        | `aws_s3_object.assets[&quot;static/mac-phone.svg&quot;]`                                                                                                                                                   |
|        | `aws_s3_object.assets[&quot;static/message-status-image-en.svg&quot;]`                                                                                                                                     |
|        | `aws_s3_object.assets[&quot;static/message-status-image-fr.svg&quot;]`                                                                                                                                     |
|        | `aws_s3_object.assets[&quot;static/personalise-en.svg&quot;]`                                                                                                                                              |
|        | `aws_s3_object.assets[&quot;static/personalise-fr.svg&quot;]`                                                                                                                                              |
|        | `aws_s3_object.assets[&quot;static/pricing-en-v2.svg&quot;]`                                                                                                                                               |
|        | `aws_s3_object.assets[&quot;static/pricing-en.svg&quot;]`                                                                                                                                                  |
|        | `aws_s3_object.assets[&quot;static/pricing-fr-v2.svg&quot;]`                                                                                                                                               |
|        | `aws_s3_object.assets[&quot;static/pricing-fr.svg&quot;]`                                                                                                                                                  |
|        | `aws_s3_object.assets[&quot;static/recipients-en.svg&quot;]`                                                                                                                                               |
|        | `aws_s3_object.assets[&quot;static/recipients-fr.svg&quot;]`                                                                                                                                               |
|        | `aws_s3_object.assets[&quot;static/schedule-email-en.svg&quot;]`                                                                                                                                           |
|        | `aws_s3_object.assets[&quot;static/schedule-email-fr.svg&quot;]`                                                                                                                                           |
|        | `aws_s3_object.assets[&quot;static/send-en.svg&quot;]`                                                                                                                                                     |
|        | `aws_s3_object.assets[&quot;static/send-fr.svg&quot;]`                                                                                                                                                     |
|        | `aws_s3_object.assets[&quot;static/text-messages-en-v2.svg&quot;]`                                                                                                                                         |
|        | `aws_s3_object.assets[&quot;static/text-messages-en.svg&quot;]`                                                                                                                                            |
|        | `aws_s3_object.assets[&quot;static/text-messages-fr-v2.svg&quot;]`                                                                                                                                         |
|        | `aws_s3_object.assets[&quot;static/text-messages-fr.svg&quot;]`                                                                                                                                            |
|        | `aws_s3_object.assets[&quot;static/text-messages-no-variables-en.svg&quot;]`                                                                                                                               |
|        | `aws_s3_object.assets[&quot;static/text-messages-no-variables-fr.svg&quot;]`                                                                                                                               |
|        | `aws_s3_object.assets[&quot;static/why-notify/bolt.svg&quot;]`                                                                                                                                             |
|        | `aws_s3_object.assets[&quot;static/why-notify/check.svg&quot;]`                                                                                                                                            |
|        | `aws_s3_object.assets[&quot;static/why-notify/cloud.svg&quot;]`                                                                                                                                            |
|        | `aws_s3_object.assets[&quot;static/why-notify/experiment.svg&quot;]`                                                                                                                                       |
|        | `aws_s3_object.assets[&quot;static/why-notify/lock.svg&quot;]`                                                                                                                                             |
|        | `aws_s3_object.assets[&quot;static/why-notify/privacy.svg&quot;]`                                                                                                                                          |
|        | `aws_s3_object.assets[&quot;static/why-notify/secure.svg&quot;]`                                                                                                                                           |
|        | `aws_s3_object.assets[&quot;static/why-notify/sms.svg&quot;]`                                                                                                                                              |
|        | `aws_s3_object.assets[&quot;static/why-notify/user-secret.svg&quot;]`                                                                                                                                      |
|        | `aws_s3_object.assets[&quot;static/why-notify/vial.svg&quot;]`                                                                                                                                             |
|        | `aws_s3_object.assets[&quot;static/why-notify/wand-magic-sparkles.svg&quot;]`                                                                                                                              |
|        | `aws_s3_object.assets[&quot;temp-011da760-c460-4361-bf65-0a9635e237bb_ccbde226-e12d-4da5-ae49-1319eb17f8e9-logo.png&quot;]`                                                                                |
|        | `aws_s3_object.assets[&quot;temp-022ae25b-f9da-4461-a28e-c22f7a1b02c4_0a3a62e6-b4a7-4bfc-b6b1-90f222fe1971-pNG-FIP-SAC_ISC-colour-light_1517942412830_eng.png&quot;]`                                      |
|        | `aws_s3_object.assets[&quot;temp-04f9de1c-5df5-45e0-9c82-6ad9f4e6c531_c77fd903-3708-4626-b0c7-9ba60577c82e-NSlogo.png&quot;]`                                                                              |
|        | `aws_s3_object.assets[&quot;temp-05b34732-54f8-4747-94d5-071a77a03ac5_b358b92b-0b47-4647-9fa8-7ebbbd0be74e-anon.png&quot;]`                                                                                |
|        | `aws_s3_object.assets[&quot;temp-0767c251-f1a9-48fd-a6e5-abe6bb077195_883dd843-8e10-48ce-8929-85f92c9eedbd-national-defence-logo.png&quot;]`                                                               |
|        | `aws_s3_object.assets[&quot;temp-080d6b62-63cf-4eca-bff6-5122d744cc05_a94bd88a-5aa3-4899-9040-3017a5ba5234-ffffff.png&amp;text=Test.png&quot;]`                                                                |
|        | `aws_s3_object.assets[&quot;temp-080d6b62-63cf-4eca-bff6-5122d744cc05_e2d433eb-a034-4316-b222-1d22803762d9-ffffff.png&amp;text=Test.png&quot;]`                                                                |
|        | `aws_s3_object.assets[&quot;temp-0b30966f-f847-4820-86d5-f4038e3aa060_76d09238-78e2-4151-a86e-21867f7d642a-rcmp.PNG&quot;]`                                                                                |
|        | `aws_s3_object.assets[&quot;temp-0f095a9e-989c-415e-a804-99d084efa600_4e9c2bec-91e7-4952-bb58-099600a8e905-bc-gov-logo.png&quot;]`                                                                         |
|        | `aws_s3_object.assets[&quot;temp-16f8040f-13ba-4f41-9704-82ef57cbe5a5_025873ca-bc5f-423b-9373-382d9bf42d39-Screen                                                                                     |
|        | Shot 2019-09-24 at 9.35.07 AM.png&quot;]`                                                                                                                                                             |
|        | `aws_s3_object.assets[&quot;temp-16f8040f-13ba-4f41-9704-82ef57cbe5a5_028b6d92-f7fe-4650-a6d3-e96ef9ddf785-Screen                                                                                     |
|        | Shot 2019-09-24 at 9.35.07 AM.png&quot;]`                                                                                                                                                             |
|        | `aws_s3_object.assets[&quot;temp-16f8040f-13ba-4f41-9704-82ef57cbe5a5_154b5335-8621-42be-a6d8-d0b079de8cf4-Screen                                                                                     |
|        | Shot 2019-09-24 at 9.35.07 AM.png&quot;]`                                                                                                                                                             |
|        | `aws_s3_object.assets[&quot;temp-16f8040f-13ba-4f41-9704-82ef57cbe5a5_1af5d002-bf9e-4ec9-989a-d3c796f87e5e-Screen                                                                                     |
|        | Shot 2019-08-02 at 1.49.58 PM.png&quot;]`                                                                                                                                                             |
|        | `aws_s3_object.assets[&quot;temp-16f8040f-13ba-4f41-9704-82ef57cbe5a5_28611609-5d3f-4234-83e1-90f79ebb76f0-Screen                                                                                     |
|        | Shot 2019-09-24 at 9.35.07 AM.png&quot;]`                                                                                                                                                             |
|        | `aws_s3_object.assets[&quot;temp-16f8040f-13ba-4f41-9704-82ef57cbe5a5_636bb722-2d64-4105-9148-a85a19c85f03-Screen                                                                                     |
|        | Shot 2019-09-24 at 9.35.07 AM.png&quot;]`                                                                                                                                                             |
|        | `aws_s3_object.assets[&quot;temp-16f8040f-13ba-4f41-9704-82ef57cbe5a5_abbefab0-cf54-41da-a8f5-cf92d2b30ce8-Screen                                                                                     |
|        | Shot 2019-09-24 at 9.35.07 AM.png&quot;]`                                                                                                                                                             |
|        | `aws_s3_object.assets[&quot;temp-16f8040f-13ba-4f41-9704-82ef57cbe5a5_e989b04c-2e3e-4ee3-86a7-053e797c6c5f-Screen                                                                                     |
|        | Shot 2019-08-02 at 1.49.58 PM.png&quot;]`                                                                                                                                                             |
|        | `aws_s3_object.assets[&quot;temp-179a6cf4-5d58-4052-9be5-f6853c6f4e7d_1a8d68ec-41cd-4d17-8069-f3a83f38b4f5-cropped-Horizon_Logo_CMYK.png&quot;]`                                                           |
|        | `aws_s3_object.assets[&quot;temp-190ce1b2-f823-4380-9ebd-c00955d922f4_d09a66c8-ff5d-41df-a691-f84e34885031-Globe_Logo_RETScreen_Expert_108x108.png&quot;]`                                                 |
|        | `aws_s3_object.assets[&quot;temp-1cd4b474-0e01-4660-984f-8f7dea31b33d_23a92eb9-32b0-4160-84f2-2b057f6bac5e-fip-red-300dpi-cra.PNG&quot;]`                                                                  |
|        | `aws_s3_object.assets[&quot;temp-1cdf6402-93a7-4fd1-a938-3899efe47dc1_03fa1e39-7052-4f98-894b-c052ada0c962-GCNotify_IRCC_Logo.png&quot;]`                                                                  |
|        | `aws_s3_object.assets[&quot;temp-1cdf6402-93a7-4fd1-a938-3899efe47dc1_1b2c719b-2947-4f1f-af97-7fe38d63ae16-GCNotify_IRCC_Logo.png&quot;]`                                                                  |
|        | `aws_s3_object.assets[&quot;temp-1cdf6402-93a7-4fd1-a938-3899efe47dc1_24830fc5-4491-4924-a476-74b2b8ffe6e0-GCNotify_IRCC_Logo.png&quot;]`                                                                  |
|        | `aws_s3_object.assets[&quot;temp-1cdf6402-93a7-4fd1-a938-3899efe47dc1_2b477c32-a984-44b3-abdc-92a1145d0bcf-fip-e-108_updated.png&quot;]`                                                                   |
|        | `aws_s3_object.assets[&quot;temp-1cdf6402-93a7-4fd1-a938-3899efe47dc1_32dc9f06-7cf2-47e1-82d2-6506faf9193a-GCNotify_IRCC_Logo.png&quot;]`                                                                  |
|        | `aws_s3_object.assets[&quot;temp-1cdf6402-93a7-4fd1-a938-3899efe47dc1_60633a63-42e5-4a26-a51d-bdb04d65ad9e-GCNotify_IRCC_Logo.png&quot;]`                                                                  |
|        | `aws_s3_object.assets[&quot;temp-1cdf6402-93a7-4fd1-a938-3899efe47dc1_6089e4d2-6d17-4450-8693-6f01fbd8146a-GCNotify_IRCC_logo.png&quot;]`                                                                  |
|        | `aws_s3_object.assets[&quot;temp-1cdf6402-93a7-4fd1-a938-3899efe47dc1_ac67d279-1c8a-43fd-9dca-831eb8c0548f-fip-e-108.png&quot;]`                                                                           |
|        | `aws_s3_object.assets[&quot;temp-1cdf6402-93a7-4fd1-a938-3899efe47dc1_c990a382-24f7-499b-825a-bd6331cc3f25-GCNotify_IRCC_Logo.png&quot;]`                                                                  |
|        | `aws_s3_object.assets[&quot;temp-1cdf6402-93a7-4fd1-a938-3899efe47dc1_e39049ec-ed2e-42e6-9a3b-bfcb15f05b0a-GCNotify_IRCC_logo.png&quot;]`                                                                  |
|        | `aws_s3_object.assets[&quot;temp-22b572d0-4aa5-4494-bfa6-081c52343f31_01d93b4c-678d-4c77-b1a6-12e475397e81-BC_ECC_H_RGB_pos.png&quot;]`                                                                    |
|        | `aws_s3_object.assets[&quot;temp-2397a46c-b4ed-47f5-a5e8-3fc560fb1e42_a25657ea-0596-48d5-a0aa-c092bac922aa-DPS.png&quot;]`                                                                                 |
|        | `aws_s3_object.assets[&quot;temp-25627308-2fa5-4ee2-8acc-9f62ddaa5422_1e4b1e58-adfa-45a8-a2f0-d41d6694c0f6-gov_bc_logo.png&quot;]`                                                                         |
|        | `aws_s3_object.assets[&quot;temp-25a34080-89b9-414a-956d-2978a0a28f27_0f88e1b6-e02d-4d03-955c-349cbf01a45a-BCID_H_rgb_pos.png&quot;]`                                                                      |
|        | `aws_s3_object.assets[&quot;temp-26486b40-039d-4767-a889-32dfdf69cad2_8aabb1f4-84bc-4b01-badb-3a1612e53c2c-HC                                                                                         |
|        | Brand.png&quot;]`                                                                                                                                                                                     |
|        | `aws_s3_object.assets[&quot;temp-273040d4-fce0-4af0-a445-78fb2994d8e1_36e66f91-56cc-4089-b4fd-67e4a23b8cfa-getsitelogo.png&quot;]`                                                                         |
|        | `aws_s3_object.assets[&quot;temp-276197de-ee09-47c3-a3bc-3003f813d44c_034c6a21-c521-453a-a4f2-c362e6162a54-NovaScotia.png&quot;]`                                                                          |
|        | `aws_s3_object.assets[&quot;temp-276197de-ee09-47c3-a3bc-3003f813d44c_12368a4f-34f2-4447-99a4-b10ff41de453-nsh_logo.png&quot;]`                                                                            |
|        | `aws_s3_object.assets[&quot;temp-276197de-ee09-47c3-a3bc-3003f813d44c_37d4bf84-56f1-444a-a6ce-0193a0cea676-NS-Gov-Logo-2016-English-3Col.png&quot;]`                                                       |
|        | `aws_s3_object.assets[&quot;temp-276197de-ee09-47c3-a3bc-3003f813d44c_585bfbc5-c65c-44d6-a7a7-470abd9313a8-NovaScotia                                                                                 |
|        | logo for GCNotify.png&quot;]`                                                                                                                                                                         |
|        | `aws_s3_object.assets[&quot;temp-276197de-ee09-47c3-a3bc-3003f813d44c_a9412cd3-9d8e-435a-b90c-df561aeb6c5b-nsh_logo.png&quot;]`                                                                            |
|        | `aws_s3_object.assets[&quot;temp-276197de-ee09-47c3-a3bc-3003f813d44c_ccbd68ac-dd03-4133-ab8b-a30cf9814887-Nova                                                                                       |
|        | Scotia.png&quot;]`                                                                                                                                                                                    |
|        | `aws_s3_object.assets[&quot;temp-29d5cd77-709c-46dc-9acc-bbc46171f342_c6cc9ad0-4524-49a9-bff3-cf1b12179c00-edsc_banner_lg.png&quot;]`                                                                      |
|        | `aws_s3_object.assets[&quot;temp-2b226acb-32f7-4f5c-9a81-04b7d6b89cef_ac1a5dce-41ed-402c-bc1f-ab9b605eb1ea-ISDElogo.PNG&quot;]`                                                                            |
|        | `aws_s3_object.assets[&quot;temp-2b941d61-8c90-4579-9a0a-9a4b01bd0074_31715857-ebb7-43bd-b2ff-fe860ff60088-isc.png&quot;]`                                                                                 |
|        | `aws_s3_object.assets[&quot;temp-2b941d61-8c90-4579-9a0a-9a4b01bd0074_ff309c51-a06b-436a-9796-15f5b373e2c5-isc.png&quot;]`                                                                                 |
|        | `aws_s3_object.assets[&quot;temp-2c1fc504-f3e4-48c5-bb5c-df9a78cffde7_2756e050-abe1-4260-9ac9-36540b6692a4-CITZEmail.png&quot;]`                                                                           |
|        | `aws_s3_object.assets[&quot;temp-2d37f808-b833-47ca-8c59-8d933deb6aff_9aa9dada-77b5-4ba7-8362-ab5a660f8ae2-dnd-eng-first-108px.png&quot;]`                                                                 |
|        | `aws_s3_object.assets[&quot;temp-2d5a8cda-0add-41e6-af5d-0bb23ac37a6d_1895bac5-572d-436b-ac16-9f312f8ecf31-image                                                                                      |
|        | (34).png&quot;]`                                                                                                                                                                                      |
|        | `aws_s3_object.assets[&quot;temp-2f23c46b-0f80-457e-a6a4-145f8b4c2218_a5ddadbe-9e7d-40b6-8c0b-8464eb443751-logo_RQ.jpg&quot;]`                                                                             |
|        | `aws_s3_object.assets[&quot;temp-2f23c46b-0f80-457e-a6a4-145f8b4c2218_ce6b178f-dc61-4f8e-b1c8-349f8b2cea6e-logo_RQ.jpg&quot;]`                                                                             |
|        | `aws_s3_object.assets[&quot;temp-2fba0ae1-8b29-4cd3-9226-ae94ee057af8_8814e389-dc38-436d-9ec5-58db700bde67-CIPOFIP.jpg&quot;]`                                                                             |
|        | `aws_s3_object.assets[&quot;temp-2fdad223-1dd2-4c9f-a080-2e8e21a6ebf6_3848bb88-a973-4b7d-a87f-49b86bfaf3c0-fip-lobbying-asym-en-fr(GCnotify).png&quot;]`                                                   |
|        | `aws_s3_object.assets[&quot;temp-2fdad223-1dd2-4c9f-a080-2e8e21a6ebf6_4b82d663-078c-4df7-9d8b-6ecea5f94474-fip-lobbying-asym-en-fr(GCnotify).png&quot;]`                                                   |
|        | `aws_s3_object.assets[&quot;temp-314378e0-e5a9-4953-a40a-1c1ffd4f1630_0bc6fa06-ddd2-44c3-8cdd-db7d7597be59-tc15w45r.png&quot;]`                                                                            |
|        | `aws_s3_object.assets[&quot;temp-34242564-339a-4412-ba66-dfe9bd39d400_020ff803-5d5f-4a3d-b991-1c765a6e51c1-VAC                                                                                        |
|        | Email logo.png&quot;]`                                                                                                                                                                                |
|        | `aws_s3_object.assets[&quot;temp-3559c461-5abf-445a-91ad-a6e73892fd74_b4296e2c-d7b4-438b-8671-df9df6f6448f-buyBC_Logo_Horiz_RGB-300x119.png&quot;]`                                                        |
|        | `aws_s3_object.assets[&quot;temp-37961c56-522d-40ae-a276-c8ee5538166a_519bcac9-07c7-4951-b509-bdff60fee5c1-NSERC                                                                                      |
|        | Symbol.png&quot;]`                                                                                                                                                                                    |
|        | `aws_s3_object.assets[&quot;temp-37961c56-522d-40ae-a276-c8ee5538166a_deb0b6f4-2744-4399-98b5-005843b52b7e-Joint                                                                                      |
|        | Logo NSERC-SSHRC.png&quot;]`                                                                                                                                                                          |
|        | `aws_s3_object.assets[&quot;temp-38632b0b-770b-4f69-af99-7b6b9bd778dd_d23e3863-83dd-459d-bed8-435678d9670c-cccs.png&quot;]`                                                                                |
|        | `aws_s3_object.assets[&quot;temp-3ad70f84-3bbc-4313-8ebc-ddffa69498ab_5aaef7b0-2a50-4881-8851-7210af539c61-educanada-en.png&quot;]`                                                                        |
|        | `aws_s3_object.assets[&quot;temp-4167ed60-715e-407b-af25-df97d76076bd_5644cfd6-6bf9-4e4b-8ca3-59a6591e2c76-adapt_banner-BIL2.png&quot;]`                                                                   |
|        | `aws_s3_object.assets[&quot;temp-425df194-78c9-48a5-9fb9-e98419ccae12_b01ffd4d-c116-42b4-947c-d2a49454a3a4-educanada-en.png&quot;]`                                                                        |
|        | `aws_s3_object.assets[&quot;temp-44e592b6-d451-48b7-865f-7c3ef2f11cca_30cb8220-02c0-4ec3-a3c5-046b4c904856-LWRS_Logo.png&quot;]`                                                                           |
|        | `aws_s3_object.assets[&quot;temp-48031c18-1655-4b88-b8a2-ad4dab4c801b_60533f20-a5de-4cc9-8738-ba93f5e92182-Asset                                                                                      |
|        | 1@10x.png&quot;]`                                                                                                                                                                                     |
|        | `aws_s3_object.assets[&quot;temp-48031c18-1655-4b88-b8a2-ad4dab4c801b_cfa44e66-4c27-4606-870c-0b135dd46202-bcid_ocio_lockup_h_rgb_pos.png&quot;]`                                                          |
|        | `aws_s3_object.assets[&quot;temp-4be8e712-be68-4de4-a545-57c54fd22571_05ef6973-f4a7-4a38-a060-b44287b2e798-bcgov.png&quot;]`                                                                               |
|        | `aws_s3_object.assets[&quot;temp-4be8e712-be68-4de4-a545-57c54fd22571_d3a042d8-e518-42ae-a5cc-fc9132144ddf-bcgov.png&quot;]`                                                                               |
|        | `aws_s3_object.assets[&quot;temp-4c03c7ff-1de4-40b8-9bd4-747eb35966c8_4bff799f-5c12-4e74-ac3e-d8937c3e0931-Educanada-logo-branding-yt-fr.png&quot;]`                                                       |
|        | `aws_s3_object.assets[&quot;temp-4e7a2208-7fa5-40f6-adc2-05c61415e2b5_65618ef9-b813-48e8-9cd1-cc3e73e7bdf2-BC_ENV_H_CMYK_pos.png&quot;]`                                                                   |
|        | `aws_s3_object.assets[&quot;temp-4e7a2208-7fa5-40f6-adc2-05c61415e2b5_664750bf-f377-4f7e-9c9a-e11de9546011-BC_WLRS_H_CMYK_pos                                                                         |
|        | (resized 180px height).png&quot;]`                                                                                                                                                                    |
|        | `aws_s3_object.assets[&quot;temp-4e7a2208-7fa5-40f6-adc2-05c61415e2b5_ba775cdf-d6b4-49a0-ba5d-e1a2eb15da8a-BC-MOE.png&quot;]`                                                                              |
|        | `aws_s3_object.assets[&quot;temp-4e7a2208-7fa5-40f6-adc2-05c61415e2b5_ed80c278-ac27-4b11-953a-6da9e4a95d16-BC-MOE.png&quot;]`                                                                              |
|        | `aws_s3_object.assets[&quot;temp-4e7a2208-7fa5-40f6-adc2-05c61415e2b5_f2f42190-e7d6-4a66-8cc6-fa7572482df9-BC_WLRS_H_CMYK_pos                                                                         |
|        | (resized 180px height).png&quot;]`                                                                                                                                                                    |
|        | `aws_s3_object.assets[&quot;temp-516def2c-af72-44b1-9e59-3bf60dad5ed3_6b44b67c-99e4-4297-9dc8-1df8a1365168-cnsc_logo_colour_e.png&quot;]`                                                                  |
|        | `aws_s3_object.assets[&quot;temp-54a1e2b0-4ac4-4756-b24f-9e17dbbeaddd_2900b02b-26c6-40aa-ab6f-afba71c4a90e-872                                                                                        |
|        | Logo.png&quot;]`                                                                                                                                                                                      |
|        | `aws_s3_object.assets[&quot;temp-562eabfb-b5cc-4609-a2a1-a9f1e7411bf8_10ef8f22-eaf2-46f8-bf5b-8b43d345b6d3-rcmp_logo_color_500.png&quot;]`                                                                 |
|        | `aws_s3_object.assets[&quot;temp-562eabfb-b5cc-4609-a2a1-a9f1e7411bf8_956de0cb-1eac-498e-a11e-ee3bb8e53e6e-rcmp_logo_color_500.png&quot;]`                                                                 |
|        | `aws_s3_object.assets[&quot;temp-562eabfb-b5cc-4609-a2a1-a9f1e7411bf8_c6fdbe7d-e433-47a3-8f13-2e050eae44fe-rcmpbanner.png&quot;]`                                                                          |
|        | `aws_s3_object.assets[&quot;temp-562eabfb-b5cc-4609-a2a1-a9f1e7411bf8_f77016d2-dd5f-4e15-877f-e179bf203917-RCMPLogo.png&quot;]`                                                                            |
|        | `aws_s3_object.assets[&quot;temp-56cabcea-7b8f-4980-9e1e-1280bbfcbc83_d6363b26-59df-414b-b38c-5c4d6dddf97a-2023-06-13                                                                                 |
|        | 10_51_20-Window.png&quot;]`                                                                                                                                                                           |
|        | `aws_s3_object.assets[&quot;temp-59a6ac73-59b1-4ad3-9650-43324b55e9cf_c144a1d1-7439-4bff-a59f-36c167faa1e5-logo-ontario@2x.png&quot;]`                                                                     |
|        | `aws_s3_object.assets[&quot;temp-59f80074-0b8d-4b73-b32e-37950aca0fc2_15b5a32f-19ed-498c-be2c-92749dbc356b-4leafbanner59.png&quot;]`                                                                       |
|        | `aws_s3_object.assets[&quot;temp-5d8a5355-3fe8-41c6-ab46-b9bd802a2b80_0ca2dd44-cc29-4c0d-96fb-b53f20b671cf-banner.png&quot;]`                                                                              |
|        | `aws_s3_object.assets[&quot;temp-5d8a5355-3fe8-41c6-ab46-b9bd802a2b80_2626ecb2-4816-4677-845b-6fe6a7b0a397-banner.png&quot;]`                                                                              |
|        | `aws_s3_object.assets[&quot;temp-5d8a5355-3fe8-41c6-ab46-b9bd802a2b80_28cbafb0-bb5c-48f2-b92a-46dac879efd2-banner.png&quot;]`                                                                              |
|        | `aws_s3_object.assets[&quot;temp-5d8a5355-3fe8-41c6-ab46-b9bd802a2b80_3152ac5d-3620-4a35-a5f9-70dfbe2c64fa-banner                                                                                     |
|        | (1).jpg&quot;]`                                                                                                                                                                                       |
|        | `aws_s3_object.assets[&quot;temp-5d8a5355-3fe8-41c6-ab46-b9bd802a2b80_54523836-f3dc-4555-82b0-e6501484c8c8-banner.png&quot;]`                                                                              |
|        | `aws_s3_object.assets[&quot;temp-5d8a5355-3fe8-41c6-ab46-b9bd802a2b80_8fbcde44-0b84-4425-8261-493d60ddd5ac-banner.svg&quot;]`                                                                              |
|        | `aws_s3_object.assets[&quot;temp-5d8a5355-3fe8-41c6-ab46-b9bd802a2b80_9bc7138d-ba83-4a4d-ad15-f1107c2384d7-banner.png&quot;]`                                                                              |
|        | `aws_s3_object.assets[&quot;temp-60bb3c07-95d2-423a-af81-ca8db74650bc_d574deef-4ee6-422b-8299-10e83871587e-ERP-PRO_Logo_BIL.png&quot;]`                                                                    |
|        | `aws_s3_object.assets[&quot;temp-60bb3c07-95d2-423a-af81-ca8db74650bc_e194c74b-3354-45cd-8b6e-081b3fca0fba-ERP-GNB.png&quot;]`                                                                             |
|        | `aws_s3_object.assets[&quot;temp-66c05428-c087-4813-bbf6-f0898b744e3f_0c370618-66cf-44d9-8852-992e2acffe1c-dfo-mpo-eng.png&quot;]`                                                                         |
|        | `aws_s3_object.assets[&quot;temp-6bafe4c7-beeb-4c4b-82d8-22aec6f37f47_4e22a4ab-6471-440e-8218-645083731bb2-CVITP_Infozone_Banner.png&quot;]`                                                               |
|        | `aws_s3_object.assets[&quot;temp-6bafe4c7-beeb-4c4b-82d8-22aec6f37f47_50f2b719-a33c-4c5e-979d-c537bd5f2043-fip-red-300dpi-e.png&quot;]`                                                                    |
|        | `aws_s3_object.assets[&quot;temp-6c4a4883-8027-4455-a64c-84c0d60c80f3_9b839950-1ffc-40c8-94a5-311612163ce3-surfmorning.png&quot;]`                                                                         |
|        | `aws_s3_object.assets[&quot;temp-6c85abb9-2cae-41fb-9f88-b825d30b37fb_f16a350f-b5eb-4989-bedb-3a2bd6eb18d7-cbsa.png&quot;]`                                                                                |
|        | `aws_s3_object.assets[&quot;temp-7020bda0-e479-4b50-b264-061b43513f81_b148f853-8f2d-4a5d-9f61-b3fedf184040-Khaki_ECCC.png&quot;]`                                                                          |
|        | `aws_s3_object.assets[&quot;temp-70f3cb55-4189-476e-a95e-2467406609bb_1d3092fc-27fc-4b20-a6b6-440eefcc7240-client-logo.png&quot;]`                                                                         |
|        | `aws_s3_object.assets[&quot;temp-727f9e93-c214-4aca-b51f-a797c86aed38_b29d695c-18ba-46bb-9b3e-686a40c4518a-dfo_logo.png&quot;]`                                                                            |
|        | `aws_s3_object.assets[&quot;temp-727f9e93-c214-4aca-b51f-a797c86aed38_cc4f3b3d-1899-437d-90f5-bead6561d558-people_and_culture.png&quot;]`                                                                  |
|        | `aws_s3_object.assets[&quot;temp-72845c44-bdd1-43c5-900e-55b7dea2ac34_584c2104-a203-4d6f-87c3-efde21a6083c-CSPS                                                                                       |
|        | Logo (Purple).png&quot;]`                                                                                                                                                                             |
|        | `aws_s3_object.assets[&quot;temp-72845c44-bdd1-43c5-900e-55b7dea2ac34_ad321f97-8626-4b61-9cd7-562beb4c9a3a-EdTech_logo_May2020_colour.png&quot;]`                                                          |
|        | `aws_s3_object.assets[&quot;temp-76d58603-93c1-49ff-8193-8ffb803ddaad_eec90162-c0cf-4e02-a172-af024400d891-RQLogo.png&quot;]`                                                                              |
|        | `aws_s3_object.assets[&quot;temp-7b50b5b8-e859-4360-9208-edef8d4ea30b_4f6145f6-a117-46aa-b4a1-a418cc9b6b09-CNC3logo                                                                                   |
|        | (002).png&quot;]`                                                                                                                                                                                     |
|        | `aws_s3_object.assets[&quot;temp-7b50b5b8-e859-4360-9208-edef8d4ea30b_a2398178-0916-4dbb-9f8c-5fb042678f10-NC3logo                                                                                    |
|        | (002).png&quot;]`                                                                                                                                                                                     |
|        | `aws_s3_object.assets[&quot;temp-7b50b5b8-e859-4360-9208-edef8d4ea30b_d9c7aa42-bc51-4566-bf78-b3ca8c3400ab-nc3-cnc3.png&quot;]`                                                                            |
|        | `aws_s3_object.assets[&quot;temp-7b50b5b8-e859-4360-9208-edef8d4ea30b_f97ccd87-c4dd-43b0-860d-fb1f0e47f342-NC3CNC3_emailfooter.png&quot;]`                                                                 |
|        | `aws_s3_object.assets[&quot;temp-7b767be9-6972-49e8-9b4a-7f40e2e53112_49b8d703-b5c6-4b8d-ba48-907aa337a18f-Branding                                                                                   |
|        | notify v2.png&quot;]`                                                                                                                                                                                 |
|        | `aws_s3_object.assets[&quot;temp-7b767be9-6972-49e8-9b4a-7f40e2e53112_7949be5e-8174-4c2e-b5db-b59af46b50ad-Branding                                                                                   |
|        | notify.png&quot;]`                                                                                                                                                                                    |
|        | `aws_s3_object.assets[&quot;temp-7bdbfb9e-5361-4f31-b9ed-d5ca940fb825_2dbc1bc3-0a0c-4d2f-8f79-8519c3ae927c-UNOFFICIALQBlogo.png&quot;]`                                                                    |
|        | `aws_s3_object.assets[&quot;temp-7be1494d-1eec-40e9-9f5e-02253155458f_0e8e14d8-e03d-4e4b-8128-90934f27af50-NovaScotiaLogo.png&quot;]`                                                                      |
|        | `aws_s3_object.assets[&quot;temp-7cfca65a-70b1-4305-b7ba-44870156a07d_5516818c-3313-4934-ad9c-5c564466e93e-NS-Gov-Logo-2016-English-3Col.png&quot;]`                                                       |
|        | `aws_s3_object.assets[&quot;temp-7cfca65a-70b1-4305-b7ba-44870156a07d_8eff719c-6508-409e-8ec7-8aee794cfc39-NS-Gov-Logo-2016-English-3Col.png&quot;]`                                                       |
|        | `aws_s3_object.assets[&quot;temp-7cfca65a-70b1-4305-b7ba-44870156a07d_dcc8d7e0-45c9-4956-9fcd-a0a90119a9f6-community-services-logo.png&quot;]`                                                             |
|        | `aws_s3_object.assets[&quot;temp-7fbc679f-8bf9-41d3-bbbb-94964bb13a0f_6b986d0d-35df-46ad-8272-d809579e8363-2UnitCrest                                                                                 |
|        | 108px.png&quot;]`                                                                                                                                                                                     |
|        | `aws_s3_object.assets[&quot;temp-7fbc679f-8bf9-41d3-bbbb-94964bb13a0f_730473ab-de41-4a72-b6ec-fe4332f2c23c-UnitCrest.png&quot;]`                                                                           |
|        | `aws_s3_object.assets[&quot;temp-821ed66d-dc20-4b0d-b11d-df6401ec68e0_11ad05f5-5668-43a9-bb8f-67d5ea0e5838-NSHA_colour_logo.png&quot;]`                                                                    |
|        | `aws_s3_object.assets[&quot;temp-84ea98ca-b9ed-4007-9b2a-5032723d7f81_1aadd8b6-1f75-46ea-800b-da5d8dfbfead-MyHealthNB-EN_color.png&quot;]`                                                                 |
|        | `aws_s3_object.assets[&quot;temp-890f4a7c-1a92-494e-86c5-739ca9fb53ae_ced17c85-004a-4101-a664-955e022fcfaa-bcid_ocio_rbg_pos.png&quot;]`                                                                   |
|        | `aws_s3_object.assets[&quot;temp-8b27b19f-8b61-429f-b9a5-e78a7e41ff2a_2e1804ac-8434-4031-9f22-f73240772578-logo.png&quot;]`                                                                                |
|        | `aws_s3_object.assets[&quot;temp-8d06b8cf-7080-409c-a360-18d717556649_41a4a3ce-afe4-4065-adce-9fba50c41131-nmc-cng-logo.png&quot;]`                                                                        |
|        | `aws_s3_object.assets[&quot;temp-8ded67be-9b5f-43cc-a1e7-a4f6e30d185a_eedef75c-db11-40b7-a6cd-ca70083588b3-BCID_H_rgb_pos.png&quot;]`                                                                      |
|        | `aws_s3_object.assets[&quot;temp-90315150-550d-4732-acc8-fa5571885a00_a33c002d-62d3-4cd4-8e75-389d0a08560c-logo.png&quot;]`                                                                                |
|        | `aws_s3_object.assets[&quot;temp-90315150-550d-4732-acc8-fa5571885a00_b72337dc-67d5-437a-94c3-5445a3379f2b-EC                                                                                         |
|        | Logo 108.png&quot;]`                                                                                                                                                                                  |
|        | `aws_s3_object.assets[&quot;temp-91538665-b2de-406a-8e15-e7dad46bec17_12d65907-7e70-4d4b-b6fc-9ce4cc007b70-New_SAWSx_logo_108.png&quot;]`                                                                  |
|        | `aws_s3_object.assets[&quot;temp-91538665-b2de-406a-8e15-e7dad46bec17_97bdc49f-bfee-4eae-9e17-0267366d9bda-New_logo.png&quot;]`                                                                            |
|        | `aws_s3_object.assets[&quot;temp-91538665-b2de-406a-8e15-e7dad46bec17_bf87c7ca-df60-4a65-8560-30f993846144-New_SAWSx_logo_108.png&quot;]`                                                                  |
|        | `aws_s3_object.assets[&quot;temp-91538665-b2de-406a-8e15-e7dad46bec17_f7685a9a-1ccb-4416-a586-20dee8ee4d12-New_SAWSx_logo_108.png&quot;]`                                                                  |
|        | `aws_s3_object.assets[&quot;temp-917a0440-9eb7-4a02-84f2-5df6180f34ab_6aa5311c-0724-42cc-b6af-dbf64f34f7c5-FINTRAC                                                                                    |
|        | logo - PNG.png&quot;]`                                                                                                                                                                                |
|        | `aws_s3_object.assets[&quot;temp-91fff2f6-c504-4020-bfdd-9acba8fb8acf_80497974-e30f-48c6-b841-aba16a42dd7c-NovaScotia.png&quot;]`                                                                          |
|        | `aws_s3_object.assets[&quot;temp-9232b4ef-4ce8-4e3e-ab3d-a2fedf4088ba_92bca274-6eb8-4916-891c-09adbfa18bc5-CRAbanner.png&quot;]`                                                                           |
|        | `aws_s3_object.assets[&quot;temp-9311cf16-6393-4b2f-8af3-4d989de6175f_45e3e7ef-d4c1-442d-8894-34dc6c2158bc-Horizontal                                                                                 |
|        | BC Registries_Online services (002).png&quot;]`                                                                                                                                                       |
|        | `aws_s3_object.assets[&quot;temp-93986724-968d-4961-9941-6bf7d95f799b_83383521-bced-49fd-a42c-ab4ea370c8a8-AAFC                                                                                       |
|        | FIP.png&quot;]`                                                                                                                                                                                       |
|        | `aws_s3_object.assets[&quot;temp-95a0eb97-b706-40c3-8586-50ffc0339622_609ab2ed-7afe-4ac7-8d13-d921d39f4142-hg_logo_108.png&quot;]`                                                                         |
|        | `aws_s3_object.assets[&quot;temp-9c6bd094-9646-4189-8866-1f682b3c0b63_1273a2af-5db1-4fa8-a0bd-881c3b20d462-Royal_Canadian_Mounted_Police_108px.png&quot;]`                                                 |
|        | `aws_s3_object.assets[&quot;temp-9f52c9de-e904-4c6e-b202-575558337224_9edfafea-7b9a-4461-894b-9d37b9ba966c-e00f9dd0-c4eb-48cd-93ae-2b82f6a83537-ODS                                                   |
|        | Ontario Logo.png&quot;]`                                                                                                                                                                              |
|        | `aws_s3_object.assets[&quot;temp-a027772f-5ac4-483a-8063-90f198263c0a_7192ec75-1e88-4ee2-ba87-0ecda4b26f3b-NovaScotia.png&quot;]`                                                                          |
|        | `aws_s3_object.assets[&quot;temp-a027772f-5ac4-483a-8063-90f198263c0a_b57b4c03-4c03-4675-8378-406dcd271d9d-Nova                                                                                       |
|        | Scotia.png&quot;]`                                                                                                                                                                                    |
|        | `aws_s3_object.assets[&quot;temp-a26ae62b-9e58-43c1-b33b-c23de8e943c8_1a800d3d-c9f4-45d6-825f-21b3c4dcb166-Image                                                                                      |
|        | from iOS (1).jpg&quot;]`                                                                                                                                                                              |
|        | `aws_s3_object.assets[&quot;temp-a26ae62b-9e58-43c1-b33b-c23de8e943c8_31489049-e36b-421a-8da0-c8661e2fd71f-Image                                                                                      |
|        | from iOS (1).jpg&quot;]`                                                                                                                                                                              |
|        | `aws_s3_object.assets[&quot;temp-a26ae62b-9e58-43c1-b33b-c23de8e943c8_8602a88b-6cd0-41d0-bf4d-9a8db5e67fd0-IMG_1939.jpg&quot;]`                                                                            |
|        | `aws_s3_object.assets[&quot;temp-a26ae62b-9e58-43c1-b33b-c23de8e943c8_cbca4623-5cb9-4128-8049-85beb9522079-Screen                                                                                     |
|        | Shot 2020-04-27 at 8.26.15 AM.png&quot;]`                                                                                                                                                             |
|        | `aws_s3_object.assets[&quot;temp-a26ae62b-9e58-43c1-b33b-c23de8e943c8_db45a4b2-f861-43e6-85ce-4ea4fd1994ba-Image                                                                                      |
|        | from iOS (1).jpg&quot;]`                                                                                                                                                                              |
|        | `aws_s3_object.assets[&quot;temp-a26ae62b-9e58-43c1-b33b-c23de8e943c8_eecbc278-f519-47b6-91ff-27decaf8cf59-[image]                                                                                    |
|        | Dashboard-FR.svg&quot;]`                                                                                                                                                                              |
|        | `aws_s3_object.assets[&quot;temp-a38e65e9-94eb-4ce2-ba30-5c159d59b7d7_5dc25e05-79dc-4abb-b8f0-53178b1f1e8b-test_logo.png&quot;]`                                                                           |
|        | `aws_s3_object.assets[&quot;temp-a53020ed-f9c9-4cbd-ab41-507c56e9a57e_3b4f4e53-7b9e-4498-b39e-76f069e8ac9f-logo.png&quot;]`                                                                                |
|        | `aws_s3_object.assets[&quot;temp-a734726c-203a-4b39-8384-99f3269157d4_d92e99f3-312d-4195-8692-1e60187183da-Screenshot                                                                                 |
|        | 2023-09-25 at 2.49.19 PM.png&quot;]`                                                                                                                                                                  |
|        | `aws_s3_object.assets[&quot;temp-a83f853e-99e6-4f50-8457-ea1747393acc_858e3ba3-8569-495b-9f5d-edefe6c455b8-Province-of-BC-logo.png&quot;]`                                                                 |
|        | `aws_s3_object.assets[&quot;temp-a83f853e-99e6-4f50-8457-ea1747393acc_c5edc7eb-7fad-476d-a64d-cdbf56280185-BC-Registry-Services-Color_373x100_COMPRESSED                                              |
|        | (1).png&quot;]`                                                                                                                                                                                       |
|        | `aws_s3_object.assets[&quot;temp-a83f853e-99e6-4f50-8457-ea1747393acc_f2347a02-cb74-43ea-a1bf-95402dac545f-BC-Registry-Services-Color_373x100_COMPRESSED                                              |
|        | (1).png&quot;]`                                                                                                                                                                                       |
|        | `aws_s3_object.assets[&quot;temp-a917f243-78fb-4233-a53c-eef6c9722593_5e8538f0-d97d-47da-9107-3102810205a1-2836                                                                                       |
|        | Crest 2.png&quot;]`                                                                                                                                                                                   |
|        | `aws_s3_object.assets[&quot;temp-a98d4ec2-b708-4e39-87b3-e28986dda1d4_cb633bca-1215-4d9e-aa51-325648c30bcb-482569031.jpg&quot;]`                                                                           |
|        | `aws_s3_object.assets[&quot;temp-b078da24-d152-4e4f-a661-c442f5203c30_918ca7e5-3a95-416b-a8ad-6c99ac247b24-NovaScotia.png&quot;]`                                                                          |
|        | `aws_s3_object.assets[&quot;temp-b1594f02-4b1b-4c8d-a4f5-5474f81705ee_7ee9246a-2217-4cef-a4b6-234fe7bed074-notify-logo.png&quot;]`                                                                         |
|        | `aws_s3_object.assets[&quot;temp-b333e8af-92f0-4b1b-8498-30adcfcae847_2a356bcf-a400-4260-a2db-66879bf3e533-gbc_logo.png&quot;]`                                                                            |
|        | `aws_s3_object.assets[&quot;temp-b333e8af-92f0-4b1b-8498-30adcfcae847_ad7651a6-44de-430e-90ef-4a47497d55a0-bc_logo_blue.png&quot;]`                                                                        |
|        | `aws_s3_object.assets[&quot;temp-b333e8af-92f0-4b1b-8498-30adcfcae847_b5e7b6b0-9b62-4b6c-b87c-36204d32e195-bc_logo_blue.png&quot;]`                                                                        |
|        | `aws_s3_object.assets[&quot;temp-b46c2a14-95c4-489a-a307-0ff2c8d39c03_0bc345c0-f6c9-4ddc-8ff1-7561248ea712-Screenshot                                                                                 |
|        | 2023-06-20 at 2.17.57 PM.png&quot;]`                                                                                                                                                                  |
|        | `aws_s3_object.assets[&quot;temp-b7cb83d7-70f0-4d8c-bc64-23209124f56f_39ed1e29-a60e-496b-abc0-6d7dbb9e8d66-ACOA                                                                                       |
|        | Signature 108.png&quot;]`                                                                                                                                                                             |
|        | `aws_s3_object.assets[&quot;temp-b8ef7d85-18e9-45b0-82e0-0a33fd81f340_9a46d556-7388-41da-ac38-e8514fbf84e9-AB-Sig2ColorSkyRGBx108.png&quot;]`                                                              |
|        | `aws_s3_object.assets[&quot;temp-b9e4c4e8-81cd-4759-bcd4-90b7004a3fa4_e69b6b2b-dadb-4724-9dd2-f6f14deff97b-team                                                                                       |
|        | falcon (5).png&quot;]`                                                                                                                                                                                |
|        | `aws_s3_object.assets[&quot;temp-badbb6f3-62e3-4e4e-a163-b521f28088f7_f0e8b6f1-0dca-4837-b9b8-3dab0625e73c-En-tête                                                                                    |
|        | SCC.png&quot;]`                                                                                                                                                                                       |
|        | `aws_s3_object.assets[&quot;temp-bae49355-0a64-43fa-8c9c-ec563da3e9b0_3dde492a-fbb0-43e2-acd4-18d31996cb90-CFEP                                                                                       |
|        | logo.png&quot;]`                                                                                                                                                                                      |
|        | `aws_s3_object.assets[&quot;temp-bd689c81-789c-4c75-adcc-e402f4b2e83e_1c23730f-7961-4821-9830-c24500de2d62-08_2009_cnsc_logo_colour_e.png&quot;]`                                                          |
|        | `aws_s3_object.assets[&quot;temp-bd689c81-789c-4c75-adcc-e402f4b2e83e_38b4d1fa-724c-40f2-b6e8-b90551a4bb1a-CNSC_Signature_black(red)_EN.png&quot;]`                                                        |
|        | `aws_s3_object.assets[&quot;temp-bd689c81-789c-4c75-adcc-e402f4b2e83e_7f3769ca-9cf3-43ae-af78-5b9501021842-08_2009_cnsc_logo_colour_e.png&quot;]`                                                          |
|        | `aws_s3_object.assets[&quot;temp-bd689c81-789c-4c75-adcc-e402f4b2e83e_a9e5f245-c3d9-4631-819a-86f736a58188-CNSC-signature-EN.png&quot;]`                                                                   |
|        | `aws_s3_object.assets[&quot;temp-bd689c81-789c-4c75-adcc-e402f4b2e83e_e1861817-8647-44e3-8539-2cdca55299a9-CNSCLogo_fullcolour.png&quot;]`                                                                 |
|        | `aws_s3_object.assets[&quot;temp-bf4c61fa-b762-4b47-8c71-85bca635c55e_8b63c372-90eb-42d8-bdde-06c224d92128-RCMP.png&quot;]`                                                                                |
|        | `aws_s3_object.assets[&quot;temp-bf4c61fa-b762-4b47-8c71-85bca635c55e_b74ce218-0717-45af-b968-0f0d2a0926ae-signature_10pt_eng                                                                         |
|        | (2).png&quot;]`                                                                                                                                                                                       |
|        | `aws_s3_object.assets[&quot;temp-c01fedfa-86f6-41c1-aab6-9d973337fb6d_0cb9cd3c-3de6-4f13-a836-4abca95bfcc9-SNS-IS                                                                                     |
|        | Logo2.png&quot;]`                                                                                                                                                                                     |
|        | `aws_s3_object.assets[&quot;temp-c01fedfa-86f6-41c1-aab6-9d973337fb6d_1c0e6f09-4e6b-4837-966c-899974345b4f-NS                                                                                         |
|        | Logo1.png&quot;]`                                                                                                                                                                                     |
|        | `aws_s3_object.assets[&quot;temp-c01fedfa-86f6-41c1-aab6-9d973337fb6d_c136ce37-ad17-4741-819d-efca5eefaf28-SNS-IS                                                                                     |
|        | LOGO.png&quot;]`                                                                                                                                                                                      |
|        | `aws_s3_object.assets[&quot;temp-c01fedfa-86f6-41c1-aab6-9d973337fb6d_d0ec7f75-a58c-4e7d-8a78-f6970d708110-SNS-IS                                                                                     |
|        | Logo2.png&quot;]`                                                                                                                                                                                     |
|        | `aws_s3_object.assets[&quot;temp-c1ea5ac6-311e-4026-ab96-636c71da82f7_356347d5-ef5f-4ca7-97eb-3c80112e6797-ceobanner_ENsmall.png&quot;]`                                                                   |
|        | `aws_s3_object.assets[&quot;temp-c1ea5ac6-311e-4026-ab96-636c71da82f7_430acbdb-c967-4f5c-9477-b77f5103dc2d-COMM                                                                                       |
|        | Black-Org-name-2020-FR.png&quot;]`                                                                                                                                                                    |
|        | `aws_s3_object.assets[&quot;temp-c1ea5ac6-311e-4026-ab96-636c71da82f7_8f67d618-418e-4b02-bb30-c0d314fe2265-COMM                                                                                       |
|        | Black-Org-name-2020-EN.png&quot;]`                                                                                                                                                                    |
|        | `aws_s3_object.assets[&quot;temp-c300fef0-8792-437e-9feb-d23070913f5d_427d1f80-3545-420d-98dc-5089c846dfcc-rcmp-sig-eng.png&quot;]`                                                                        |
|        | `aws_s3_object.assets[&quot;temp-c4080678-53ca-49b5-80d0-8857cc6a7e30_ece2fb05-1eec-4f98-b427-4022b8a88830-IMITFactor-banner.png&quot;]`                                                                   |
|        | `aws_s3_object.assets[&quot;temp-c5172187-78b8-4422-b0fb-16162a75e4fb_3cd66d3b-3874-489f-b28c-e30c425e3ddc-cccs-logo-ef-380pxX70px-white-bg.png&quot;]`                                                    |
|        | `aws_s3_object.assets[&quot;temp-c9caab2a-3b6d-4b70-9bc2-a1a7a24aa4ab_0658bbe8-307e-4a7f-bb96-7e1353d0798c-ISC-LOGO.png&quot;]`                                                                            |
|        | `aws_s3_object.assets[&quot;temp-c9caab2a-3b6d-4b70-9bc2-a1a7a24aa4ab_4269215b-46b7-4dc9-8038-ee2ae3389259-isc_eng.png&quot;]`                                                                             |
|        | `aws_s3_object.assets[&quot;temp-ca74bc14-2a25-4fe4-a913-4188a6a031ce_0f70d9fc-bd5a-4427-810f-ea429378278a-trdy.png&quot;]`                                                                                |
|        | `aws_s3_object.assets[&quot;temp-ca74bc14-2a25-4fe4-a913-4188a6a031ce_290bc979-ba1f-4897-99b8-3208a2aecccc-Picture1.png&quot;]`                                                                            |
|        | `aws_s3_object.assets[&quot;temp-ca74bc14-2a25-4fe4-a913-4188a6a031ce_557c8a93-30db-4f2f-931f-c7c3b2b94972-WAGE-FEGC-R-f_small.png&quot;]`                                                                 |
|        | `aws_s3_object.assets[&quot;temp-ca74bc14-2a25-4fe4-a913-4188a6a031ce_70e1099d-a6de-465c-a84e-ea04168696c7-trdy.png&quot;]`                                                                                |
|        | `aws_s3_object.assets[&quot;temp-ca74bc14-2a25-4fe4-a913-4188a6a031ce_88d0975a-8f6b-46a2-8256-9e7e95527724-WAGE-FEGC-R-f_xsmall.png&quot;]`                                                                |
|        | `aws_s3_object.assets[&quot;temp-ca74bc14-2a25-4fe4-a913-4188a6a031ce_9dcf9237-c29d-49e3-b549-fa695f4edee7-WAGE-FEGC-R-f.png&quot;]`                                                                       |
|        | `aws_s3_object.assets[&quot;temp-ca74bc14-2a25-4fe4-a913-4188a6a031ce_b3fd9a0f-5ed3-4124-9f19-7b35fbcf6e01-WAGE-FEGC-R-f.png&quot;]`                                                                       |
|        | `aws_s3_object.assets[&quot;temp-cba62709-49c8-46a9-a9e5-94ab0f4481a7_c8c5de0c-5a3a-4002-915c-6f449856a5ce-BCGOV_GCNotify.png&quot;]`                                                                      |
|        | `aws_s3_object.assets[&quot;temp-cbe8816d-4b6f-4751-85b0-f76d487b4552_542f5c55-19a8-4226-9daf-892c1f21bf9b-Logo                                                                                       |
|        | CoP.png&quot;]`                                                                                                                                                                                       |
|        | `aws_s3_object.assets[&quot;temp-cbe8816d-4b6f-4751-85b0-f76d487b4552_69347f25-7077-417f-854f-6ce8ef3b7aa4-CMPlaybook-banner-ENFull.png&quot;]`                                                            |
|        | `aws_s3_object.assets[&quot;temp-cbe8816d-4b6f-4751-85b0-f76d487b4552_8c01350b-0ea2-4f76-baf2-791201ee2b8a-Logo                                                                                       |
|        | CoP.png&quot;]`                                                                                                                                                                                       |
|        | `aws_s3_object.assets[&quot;temp-cd0e116b-0d51-478b-8922-0c30b01accbb_d55d8c3d-65a9-4f53-88bf-3227ba0b1839-bc-gov-logo.png&quot;]`                                                                         |
|        | `aws_s3_object.assets[&quot;temp-cd6c10d8-86d3-4abb-9433-1033c1c29d91_2525a697-278b-402a-9e0c-cb5748dfd1b4-test.png&quot;]`                                                                                |
|        | `aws_s3_object.assets[&quot;temp-cfcdfe65-62f1-41a2-8772-f92d283633bc_68e55243-e29b-4166-b15c-851e94c2e714-Unit_Header.png&quot;]`                                                                         |
|        | `aws_s3_object.assets[&quot;temp-d06aa4fe-6405-4460-9772-168580bfddbb_505d81c6-10b7-4c2c-a721-607da60af57d-signature-col-eng.jpg&quot;]`                                                                   |
|        | `aws_s3_object.assets[&quot;temp-d1846b37-0955-493f-a762-080c0ac8d7d1_18f197d5-e9a6-492b-9509-afb03da5601e-unnamed2.png&quot;]`                                                                            |
|        | `aws_s3_object.assets[&quot;temp-d2cac3f2-901a-422d-8674-05b417a278e8_6c9494ba-d63e-4390-acbe-937347062885-MicrosoftTeams-image.png&quot;]`                                                                |
|        | `aws_s3_object.assets[&quot;temp-d2cac3f2-901a-422d-8674-05b417a278e8_df85ef95-8c37-45b5-a590-6f01db290909-ECCC_Logo.png&quot;]`                                                                           |
|        | `aws_s3_object.assets[&quot;temp-d42f78bc-71e8-44dc-b9db-622e82bc14cd_0d1ade87-0edd-4068-ad6e-de415b74ed1d-RCMP-horses.jpg&quot;]`                                                                         |
|        | `aws_s3_object.assets[&quot;temp-d42f78bc-71e8-44dc-b9db-622e82bc14cd_ac45df83-00c5-4d98-894b-b025816ce39d-RCMP-horses.jpg&quot;]`                                                                         |
|        | `aws_s3_object.assets[&quot;temp-d99cb00f-e0f1-49e1-8704-08650d1b5a3b_d0115057-f52b-4eef-8e55-f6ef9444e17c-Logo                                                                                       |
|        | smaller.png&quot;]`                                                                                                                                                                                   |
|        | `aws_s3_object.assets[&quot;temp-dc2cd147-caf8-47eb-9259-a2f876af3f22_1fc90156-ef89-4c38-94e8-abfca2c708b9-ohs.png&quot;]`                                                                                 |
|        | `aws_s3_object.assets[&quot;temp-dc2cd147-caf8-47eb-9259-a2f876af3f22_482ee684-643a-40e5-ae46-79c8f43bfaf7-MicrosoftTeams-image.png&quot;]`                                                                |
|        | `aws_s3_object.assets[&quot;temp-dc2cd147-caf8-47eb-9259-a2f876af3f22_adad70e9-72ef-4444-84bb-4844b2d2038c-e_hrcs_c.png&quot;]`                                                                            |
|        | `aws_s3_object.assets[&quot;temp-dc2cd147-caf8-47eb-9259-a2f876af3f22_ed3a9313-a794-406e-bf7f-527b7f2c1607-ohs.png&quot;]`                                                                                 |
|        | `aws_s3_object.assets[&quot;temp-ddf621eb-73eb-47b3-bb31-55fd54258df9_3c39f16c-8724-4f54-98b4-936eac44a1ba-nsvip-en.png&quot;]`                                                                            |
|        | `aws_s3_object.assets[&quot;temp-ddf621eb-73eb-47b3-bb31-55fd54258df9_69648acd-b50a-45f3-92e5-4632eec4ca65-81cbf4d7-29fc-4438-9277-af1e82faca2f-NovaScotia.png&quot;]`                                     |
|        | `aws_s3_object.assets[&quot;temp-ddf621eb-73eb-47b3-bb31-55fd54258df9_6de0fe98-3cc8-4683-908e-e227f6ad8ff9-nsvip-en-white-flag.svg&quot;]`                                                                 |
|        | `aws_s3_object.assets[&quot;temp-ddf621eb-73eb-47b3-bb31-55fd54258df9_93910997-7ce4-4917-aec9-32aacac845f4-nsvip-en.png&quot;]`                                                                            |
|        | `aws_s3_object.assets[&quot;temp-dfbde9cf-45ab-4e2d-b045-4943c0bd93b0_390a0cfd-02c0-4067-8102-427346d6f2a4-SBC-POS.png&quot;]`                                                                             |
|        | `aws_s3_object.assets[&quot;temp-dfbde9cf-45ab-4e2d-b045-4943c0bd93b0_9d9a0330-b88a-4104-8b2a-9478d78657c0-SBC-POS.png&quot;]`                                                                             |
|        | `aws_s3_object.assets[&quot;temp-e2c5e106-3d7e-4b3b-af00-5f82f776b6ed_fd54007e-6ea5-48a5-9670-2c030124e908-mrBean.png&quot;]`                                                                              |
|        | `aws_s3_object.assets[&quot;temp-e2e26e90-cb9d-47af-80f0-aa4ce4f02ab5_0a76af76-9b67-406f-bed6-d0a42cacb5ed-signature_10pt_eng.png&quot;]`                                                                  |
|        | `aws_s3_object.assets[&quot;temp-e48bbcce-af13-42d0-9229-0404bd405f1a_2bb81244-bf39-4eb5-a468-5c3fa3746bb4-rcmplogo_108pxheight_wet_sig-alt-en.png&quot;]`                                                 |
|        | `aws_s3_object.assets[&quot;temp-e48bbcce-af13-42d0-9229-0404bd405f1a_bd1ece52-2d2c-45dc-8aa3-3216d8b85a4e-rcmplogo_108pxheight_wet_sig-alt-en.png&quot;]`                                                 |
|        | `aws_s3_object.assets[&quot;temp-e4bc33a2-60d9-4e99-9b9f-b222e081d88c_b69c7d68-90fa-4016-b97d-5d3d5f4ad757-LogoRAMQ.png&quot;]`                                                                            |
|        | `aws_s3_object.assets[&quot;temp-e89b90be-2797-4b59-a9bf-80415fd3a389_1116421c-b2b2-41d9-85ce-2da52ff0c9df-047-55e.png&quot;]`                                                                             |
|        | `aws_s3_object.assets[&quot;temp-e89b90be-2797-4b59-a9bf-80415fd3a389_64008edf-4dd7-4eef-9ec7-b502fec44348-047-55e.png&quot;]`                                                                             |
|        | `aws_s3_object.assets[&quot;temp-ea2c7e1a-b05b-4468-b9db-8908e8ef3166_360ad6fc-bf0a-47e4-aa1f-cd8d8d8ce5e3-Picture4.png&quot;]`                                                                            |
|        | `aws_s3_object.assets[&quot;temp-ea635bc8-f284-4055-98e6-3621841dc782_45ec02da-ab7b-4555-832e-6ab86bece6ad-dfo-mpo_c-en.png&quot;]`                                                                        |
|        | `aws_s3_object.assets[&quot;temp-eac62373-ba28-438a-a990-ebf76fd449cf_ca65edf3-0455-4ac9-a6a1-c88de90df900-0ed4a6f4-473b-4d86-8ba1-c4c2c9ad3aef-bCparks.png&quot;]`                                        |
|        | `aws_s3_object.assets[&quot;temp-ebe8df5b-c518-4535-a361-ad4358f8cc73_d634f524-4323-49d2-8cd7-d2598144c4e9-esdc_banner_lg.png&quot;]`                                                                      |
|        | `aws_s3_object.assets[&quot;temp-ee4dd22b-a542-4efc-bc2c-2317a456f9fc_cc91de61-bd81-4883-9cbb-52a2f6de10c4-notification_template_logo_new_2023-08-28.png&quot;]`                                           |
|        | `aws_s3_object.assets[&quot;temp-f1e02a55-2f58-4775-aa6f-cdfa30ba0a0d_5844d4a8-df65-4af0-be21-e537fd7cb40c-sigstc-eng.png&quot;]`                                                                          |
|        | `aws_s3_object.assets[&quot;temp-f1f87c96-503a-4052-b4ff-de858b3cfe65_d0044612-0759-4903-9046-57940dc879ba-AB-Sig                                                                                     |
|        | 2Color Sky RGB.png&quot;]`                                                                                                                                                                            |
|        | `aws_s3_object.assets[&quot;temp-f1f87c96-503a-4052-b4ff-de858b3cfe65_d4108e7a-ce74-4b42-b8aa-80c9ac03327a-AB-Sig                                                                                     |
|        | 2Color Sky RGB.png&quot;]`                                                                                                                                                                            |
|        | `aws_s3_object.assets[&quot;temp-f2883800-ec96-4d8c-b3db-0baebcea001b_16b824b9-b3a7-4127-88be-b34f69115e87-justice.png&quot;]`                                                                             |
|        | `aws_s3_object.assets[&quot;temp-f61b4a4a-12e0-481f-9f86-9eb618ea6d3f_28e4d1be-2372-4dfb-b5e8-0b0735204116-GC                                                                                         |
|        | Notify Logo.png&quot;]`                                                                                                                                                                               |
|        | `aws_s3_object.assets[&quot;temp-f6727251-87dc-4be9-9388-533d3a74780b_a86a7d4b-596e-4f53-9f03-eb8346116b49-GC                                                                                         |
|        | Notify - ServiceBC-BCROS_logo.png&quot;]`                                                                                                                                                             |
|        | `aws_s3_object.assets[&quot;wmms-blk.png&quot;]`                                                                                                                                                           |


</details>


**✂ &nbsp; Warning:** plan has been truncated! See the [full plan in the logs](https://github.com/cds-snc/notification-terraform/actions/runs/6659116510).
<details>
<summary>Show plan</summary>

```terraform
Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # aws_s3_object.assets["015b42b1-e60e-493e-8f06-6d8fc80f2262-CRAbanner.png"] will be created
  + resource "aws_s3_object" "assets" {
      + acl                    = (known after apply)
      + bucket                 = "notification-canada-ca-staging-asset-upload"
      + bucket_key_enabled     = (known after apply)
      + checksum_crc32         = (known after apply)
      + checksum_crc32c        = (known after apply)
      + checksum_sha1          = (known after apply)
      + checksum_sha256        = (known after apply)
      + content_type           = (known after apply)
      + etag                   = (known after apply)
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "015b42b1-e60e-493e-8f06-6d8fc80f2262-CRAbanner.png"
      + kms_key_id             = (known after apply)
      + server_side_encryption = (known after apply)
      + source                 = "/var/tmp/notification-admin/app/assets/015b42b1-e60e-493e-8f06-6d8fc80f2262-CRAbanner.png"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # aws_s3_object.assets["01905bbb-30f2-47d9-9f5f-6e8f3f42b78d-Screenshot 2023-09-26 at 2.04.57 PM.png"] will be created
  + resource "aws_s3_object" "assets" {
      + acl                    = (known after apply)
      + bucket                 = "notification-canada-ca-staging-asset-upload"
      + bucket_key_enabled     = (known after apply)
      + checksum_crc32         = (known after apply)
      + checksum_crc32c        = (known after apply)
      + checksum_sha1          = (known after apply)
      + checksum_sha256        = (known after apply)
      + content_type           = (known after apply)
      + etag                   = (known after apply)
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "01905bbb-30f2-47d9-9f5f-6e8f3f42b78d-Screenshot 2023-09-26 at 2.04.57 PM.png"
      + kms_key_id             = (known after apply)
      + server_side_encryption = (known after apply)
      + source                 = "/var/tmp/notification-admin/app/assets/01905bbb-30f2-47d9-9f5f-6e8f3f42b78d-Screenshot 2023-09-26 at 2.04.57 PM.png"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # aws_s3_object.assets["026c11fd-0100-457f-a697-74635c4a0b16-bc-gov-logo.png"] will be created
  + resource "aws_s3_object" "assets" {
      + acl                    = (known after apply)
      + bucket                 = "notification-canada-ca-staging-asset-upload"
      + bucket_key_enabled     = (known after apply)
      + checksum_crc32         = (known after apply)
      + checksum_crc32c        = (known after apply)
      + checksum_sha1          = (known after apply)
      + checksum_sha256        = (known after apply)
      + content_type           = (known after apply)
      + etag                   = (known after apply)
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "026c11fd-0100-457f-a697-74635c4a0b16-bc-gov-logo.png"
      + kms_key_id             = (known after apply)
      + server_side_encryption = (known after apply)
      + source                 = "/var/tmp/notification-admin/app/assets/026c11fd-0100-457f-a697-74635c4a0b16-bc-gov-logo.png"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # aws_s3_object.assets["07623635-8ad0-4259-b329-a0702307a428-temp-c01fedfa-86f6-41c1-aab6-9d973337fb6d_d0ec7f75-a58c-4e7d-8a78-f6970d708110-SNS-IS Logo2.png"] will be created
  + resource "aws_s3_object" "assets" {
      + acl                    = (known after apply)
      + bucket                 = "notification-canada-ca-staging-asset-upload"
      + bucket_key_enabled     = (known after apply)
      + checksum_crc32         = (known after apply)
      + checksum_crc32c        = (known after apply)
      + checksum_sha1          = (known after apply)
      + checksum_sha256        = (known after apply)
      + content_type           = (known after apply)
      + etag                   = (known after apply)
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "07623635-8ad0-4259-b329-a0702307a428-temp-c01fedfa-86f6-41c1-aab6-9d973337fb6d_d0ec7f75-a58c-4e7d-8a78-f6970d708110-SNS-IS Logo2.png"
      + kms_key_id             = (known after apply)
      + server_side_encryption = (known after apply)
      + source                 = "/var/tmp/notification-admin/app/assets/07623635-8ad0-4259-b329-a0702307a428-temp-c01fedfa-86f6-41c1-aab6-9d973337fb6d_d0ec7f75-a58c-4e7d-8a78-f6970d708110-SNS-IS Logo2.png"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # aws_s3_object.assets["07d03189-ecee-438a-acf5-06acdf659b59-temp-2fba0ae1-8b29-4cd3-9226-ae94ee057af8_8814e389-dc38-436d-9ec5-58db700bde67-CIPOFIP.png"] will be created
  + resource "aws_s3_object" "assets" {
      + acl                    = (known after apply)
      + bucket                 = "notification-canada-ca-staging-asset-upload"
      + bucket_key_enabled     = (known after apply)
      + checksum_crc32         = (known after apply)
      + checksum_crc32c        = (known after apply)
      + checksum_sha1          = (known after apply)
      + checksum_sha256        = (known after apply)
      + content_type           = (known after apply)
      + etag                   = (known after apply)
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "07d03189-ecee-438a-acf5-06acdf659b59-temp-2fba0ae1-8b29-4cd3-9226-ae94ee057af8_8814e389-dc38-436d-9ec5-58db700bde67-CIPOFIP.png"
      + kms_key_id             = (known after apply)
      + server_side_encryption = (known after apply)
      + source                 = "/var/tmp/notification-admin/app/assets/07d03189-ecee-438a-acf5-06acdf659b59-temp-2fba0ae1-8b29-4cd3-9226-ae94ee057af8_8814e389-dc38-436d-9ec5-58db700bde67-CIPOFIP.png"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # aws_s3_object.assets["092c4618-f9af-4423-99ec-7483ea698407-temp-273040d4-fce0-4af0-a445-78fb2994d8e1_36e66f91-56cc-4089-b4fd-67e4a23b8cfa-getsitelogo.png"] will be created
  + resource "aws_s3_object" "assets" {
      + acl                    = (known after apply)
      + bucket                 = "notification-canada-ca-staging-asset-upload"
      + bucket_key_enabled     = (known after apply)
      + checksum_crc32         = (known after apply)
      + checksum_crc32c        = (known after apply)
      + checksum_sha1          = (known after apply)
      + checksum_sha256        = (known after apply)
      + content_type           = (known after apply)
      + etag                   = (known after apply)
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "092c4618-f9af-4423-99ec-7483ea698407-temp-273040d4-fce0-4af0-a445-78fb2994d8e1_36e66f91-56cc-4089-b4fd-67e4a23b8cfa-getsitelogo.png"
      + kms_key_id             = (known after apply)
      + server_side_encryption = (known after apply)
      + source                 = "/var/tmp/notification-admin/app/assets/092c4618-f9af-4423-99ec-7483ea698407-temp-273040d4-fce0-4af0-a445-78fb2994d8e1_36e66f91-56cc-4089-b4fd-67e4a23b8cfa-getsitelogo.png"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # aws_s3_object.assets["09d0d711-9c23-48ec-b21e-fc6acd2412bf-gov-canada-fr.png"] will be created
  + resource "aws_s3_object" "assets" {
      + acl                    = (known after apply)
      + bucket                 = "notification-canada-ca-staging-asset-upload"
      + bucket_key_enabled     = (known after apply)
      + checksum_crc32         = (known after apply)
      + checksum_crc32c        = (known after apply)
      + checksum_sha1          = (known after apply)
      + checksum_sha256        = (known after apply)
      + content_type           = (known after apply)
      + etag                   = (known after apply)
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "09d0d711-9c23-48ec-b21e-fc6acd2412bf-gov-canada-fr.png"
      + kms_key_id             = (known after apply)
      + server_side_encryption = (known after apply)
      + source                 = "/var/tmp/notification-admin/app/assets/09d0d711-9c23-48ec-b21e-fc6acd2412bf-gov-canada-fr.png"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # aws_s3_object.assets["0a067b1f-a575-42cf-b888-942cb7792926-temp-29d5cd77-709c-46dc-9acc-bbc46171f342_c6cc9ad0-4524-49a9-bff3-cf1b12179c00-edsc_banner_lg.png"] will be created
  + resource "aws_s3_object" "assets" {
      + acl                    = (known after apply)
      + bucket                 = "notification-canada-ca-staging-asset-upload"
      + bucket_key_enabled     = (known after apply)
      + checksum_crc32         = (known after apply)
      + checksum_crc32c        = (known after apply)
      + checksum_sha1          = (known after apply)
      + checksum_sha256        = (known after apply)
      + content_type           = (known after apply)
      + etag                   = (known after apply)
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "0a067b1f-a575-42cf-b888-942cb7792926-temp-29d5cd77-709c-46dc-9acc-bbc46171f342_c6cc9ad0-4524-49a9-bff3-cf1b12179c00-edsc_banner_lg.png"
      + kms_key_id             = (known after apply)
      + server_side_encryption = (known after apply)
      + source                 = "/var/tmp/notification-admin/app/assets/0a067b1f-a575-42cf-b888-942cb7792926-temp-29d5cd77-709c-46dc-9acc-bbc46171f342_c6cc9ad0-4524-49a9-bff3-cf1b12179c00-edsc_banner_lg.png"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # aws_s3_object.assets["0a2a5cc4-75a3-4fa5-8c65-ac322c38c2c4-OHS.png"] will be created
  + resource "aws_s3_object" "assets" {
      + acl                    = (known after apply)
      + bucket                 = "notification-canada-ca-staging-asset-upload"
      + bucket_key_enabled     = (known after apply)
      + checksum_crc32         = (known after apply)
      + checksum_crc32c        = (known after apply)
      + checksum_sha1          = (known after apply)
      + checksum_sha256        = (known after apply)
      + content_type           = (known after apply)
      + etag                   = (known after apply)
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "0a2a5cc4-75a3-4fa5-8c65-ac322c38c2c4-OHS.png"
      + kms_key_id             = (known after apply)
      + server_side_encryption = (known after apply)
      + source                 = "/var/tmp/notification-admin/app/assets/0a2a5cc4-75a3-4fa5-8c65-ac322c38c2c4-OHS.png"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # aws_s3_object.assets["0a6d6421-172f-4d3c-a251-1497171f2bcc-temp-ca74bc14-2a25-4fe4-a913-4188a6a031ce_290bc979-ba1f-4897-99b8-3208a2aecccc-Picture1.png"] will be created
  + resource "aws_s3_object" "assets" {
      + acl                    = (known after apply)
      + bucket                 = "notification-canada-ca-staging-asset-upload"
      + bucket_key_enabled     = (known after apply)
      + checksum_crc32         = (known after apply)
      + checksum_crc32c        = (known after apply)
      + checksum_sha1          = (known after apply)
      + checksum_sha256        = (known after apply)
      + content_type           = (known after apply)
      + etag                   = (known after apply)
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "0a6d6421-172f-4d3c-a251-1497171f2bcc-temp-ca74bc14-2a25-4fe4-a913-4188a6a031ce_290bc979-ba1f-4897-99b8-3208a2aecccc-Picture1.png"
      + kms_key_id             = (known after apply)
      + server_side_encryption = (known after apply)
      + source                 = "/var/tmp/notification-admin/app/assets/0a6d6421-172f-4d3c-a251-1497171f2bcc-temp-ca74bc14-2a25-4fe4-a913-4188a6a031ce_290bc979-ba1f-4897-99b8-3208a2aecccc-Picture1.png"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # aws_s3_object.assets["0aef7e25-a70f-4135-bcfb-1aaa9f24dbab-Screen Shot 2022-08-17 at 3.45.12 PM.png"] will be created
  + resource "aws_s3_object" "assets" {
      + acl                    = (known after apply)
      + bucket                 = "notification-canada-ca-staging-asset-upload"
      + bucket_key_enabled     = (known after apply)
      + checksum_crc32         = (known after apply)
      + checksum_crc32c        = (known after apply)
      + checksum_sha1          = (known after apply)
      + checksum_sha256        = (known after apply)
      + content_type           = (known after apply)
      + etag                   = (known after apply)
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "0aef7e25-a70f-4135-bcfb-1aaa9f24dbab-Screen Shot 2022-08-17 at 3.45.12 PM.png"
      + kms_key_id             = (known after apply)
      + server_side_encryption = (known after apply)
      + source                 = "/var/tmp/notification-admin/app/assets/0aef7e25-a70f-4135-bcfb-1aaa9f24dbab-Screen Shot 2022-08-17 at 3.45.12 PM.png"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # aws_s3_object.assets["0b63fb2e-56be-469f-a88a-3efb9e25bc25-temp-1cdf6402-93a7-4fd1-a938-3899efe47dc1_e39049ec-ed2e-42e6-9a3b-bfcb15f05b0a-GCNotify_IRCC_logo.png"] will be created
  + resource "aws_s3_object" "assets" {
      + acl                    = (known after apply)
      + bucket                 = "notification-canada-ca-staging-asset-upload"
      + bucket_key_enabled     = (known after apply)
      + checksum_crc32         = (known after apply)
      + checksum_crc32c        = (known after apply)
      + checksum_sha1          = (known after apply)
      + checksum_sha256        = (known after apply)
      + content_type           = (known after apply)
      + etag                   = (known after apply)
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "0b63fb2e-56be-469f-a88a-3efb9e25bc25-temp-1cdf6402-93a7-4fd1-a938-3899efe47dc1_e39049ec-ed2e-42e6-9a3b-bfcb15f05b0a-GCNotify_IRCC_logo.png"
      + kms_key_id             = (known after apply)
      + server_side_encryption = (known after apply)
      + source                 = "/var/tmp/notification-admin/app/assets/0b63fb2e-56be-469f-a88a-3efb9e25bc25-temp-1cdf6402-93a7-4fd1-a938-3899efe47dc1_e39049ec-ed2e-42e6-9a3b-bfcb15f05b0a-GCNotify_IRCC_logo.png"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # aws_s3_object.assets["0bf1417f-3451-4ca6-a5c7-38d671f2e526-CBSA-Color-108h.png"] will be created
  + resource "aws_s3_object" "assets" {
      + acl                    = (known after apply)
      + bucket                 = "notification-canada-ca-staging-asset-upload"
      + bucket_key_enabled     = (known after apply)
      + checksum_crc32         = (known after apply)
      + checksum_crc32c        = (known after apply)
      + checksum_sha1          = (known after apply)
      + checksum_sha256        = (known after apply)
      + content_type           = (known after apply)
      + etag                   = (known after apply)
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "0bf1417f-3451-4ca6-a5c7-38d671f2e526-CBSA-Color-108h.png"
      + kms_key_id             = (known after apply)
      + server_side_encryption = (known after apply)
      + source                 = "/var/tmp/notification-admin/app/assets/0bf1417f-3451-4ca6-a5c7-38d671f2e526-CBSA-Color-108h.png"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # aws_s3_object.assets["0d9cd3f5-d6a5-4c73-9de9-a29a5b2b9039-Screenshot 2023-08-21 at 9.30.30 AM.png"] will be created
  + resource "aws_s3_object" "assets" {
      + acl                    = (known after apply)
      + bucket                 = "notification-canada-ca-staging-asset-upload"
      + bucket_key_enabled     = (known after apply)
      + checksum_crc32         = (known after apply)
      + checksum_crc32c        = (known after apply)
      + checksum_sha1          = (known after apply)
      + checksum_sha256        = (known after apply)
      + content_type           = (known after apply)
      + etag                   = (known after apply)
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "0d9cd3f5-d6a5-4c73-9de9-a29a5b2b9039-Screenshot 2023-08-21 at 9.30.30 AM.png"
      + kms_key_id             = (known after apply)
      + server_side_encryption = (known after apply)
      + source                 = "/var/tmp/notification-admin/app/assets/0d9cd3f5-d6a5-4c73-9de9-a29a5b2b9039-Screenshot 2023-08-21 at 9.30.30 AM.png"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # aws_s3_object.assets["0dc3d0a5-50e3-4050-9087-441e33e75210-temp-c1ea5ac6-311e-4026-ab96-636c71da82f7_356347d5-ef5f-4ca7-97eb-3c80112e6797-ceobanner_ENsmall.png"] will be created
  + resource "aws_s3_object" "assets" {
      + acl                    = (known after apply)
      + bucket                 = "notification-canada-ca-staging-asset-upload"
      + bucket_key_enabled     = (known after apply)
      + checksum_crc32         = (known after apply)
      + checksum_crc32c        = (known after apply)
      + checksum_sha1          = (known after apply)
      + checksum_sha256        = (known after apply)
      + content_type           = (known after apply)
      + etag                   = (known after apply)
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "0dc3d0a5-50e3-4050-9087-441e33e75210-temp-c1ea5ac6-311e-4026-ab96-636c71da82f7_356347d5-ef5f-4ca7-97eb-3c80112e6797-ceobanner_ENsmall.png"
      + kms_key_id             = (known after apply)
      + server_side_encryption = (known after apply)
      + source                 = "/var/tmp/notification-admin/app/assets/0dc3d0a5-50e3-4050-9087-441e33e75210-temp-c1ea5ac6-311e-4026-ab96-636c71da82f7_356347d5-ef5f-4ca7-97eb-3c80112e6797-ceobanner_ENsmall.png"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # aws_s3_object.assets["0e730d4a-1bc0-4268-a6c4-670a223e82ab-NSERC-Symbol.png"] will be created
  + resource "aws_s3_object" "assets" {
      + acl                    = (known after apply)
      + bucket                 = "notification-canada-ca-staging-asset-upload"
      + bucket_key_enabled     = (known after apply)
      + checksum_crc32         = (known after apply)
      + checksum_crc32c        = (known after apply)
      + checksum_sha1          = (known after apply)
      + checksum_sha256        = (known after apply)
      + content_type           = (known after apply)
      + etag                   = (known after apply)
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "0e730d4a-1bc0-4268-a6c4-670a223e82ab-NSERC-Symbol.png"
      + kms_key_id             = (known after apply)
      + server_side_encryption = (known after apply)
      + source                 = "/var/tmp/notification-admin/app/assets/0e730d4a-1bc0-4268-a6c4-670a223e82ab-NSERC-Symbol.png"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # aws_s3_object.assets["0ed4a6f4-473b-4d86-8ba1-c4c2c9ad3aef-bCparks.png"] will be created
  + resource "aws_s3_object" "assets" {
      + acl                    = (known after apply)
      + bucket                 = "notification-canada-ca-staging-asset-upload"
      + bucket_key_enabled     = (known after apply)
      + checksum_crc32         = (known after apply)
      + checksum_crc32c        = (known after apply)
      + checksum_sha1          = (known after apply)
      + checksum_sha256        = (known after apply)
      + content_type           = (known after apply)
      + etag                   = (known after apply)
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "0ed4a6f4-473b-4d86-8ba1-c4c2c9ad3aef-bCparks.png"
      + kms_key_id             = (known after apply)
      + server_side_encryption = (known after apply)
      + source                 = "/var/tmp/notification-admin/app/assets/0ed4a6f4-473b-4d86-8ba1-c4c2c9ad3aef-bCparks.png"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # aws_s3_object.assets["0f1b195b-bbed-4c69-be7f-ad63e10e4de4-temp-7b50b5b8-e859-4360-9208-edef8d4ea30b_f97ccd87-c4dd-43b0-860d-fb1f0e47f342-NC3CNC3_emailfooter.png"] will be created
  + resource "aws_s3_object" "assets" {
      + acl                    = (known after apply)
      + bucket                 = "notification-canada-ca-staging-asset-upload"
      + bucket_key_enabled     = (known after apply)
      + checksum_crc32         = (known after apply)
      + checksum_crc32c        = (known after apply)
      + checksum_sha1          = (known after apply)
      + checksum_sha256        = (known after apply)
      + content_type           = (known after apply)
      + etag                   = (known after apply)
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "0f1b195b-bbed-4c69-be7f-ad63e10e4de4-temp-7b50b5b8-e859-4360-9208-edef8d4ea30b_f97ccd87-c4dd-43b0-860d-fb1f0e47f342-NC3CNC3_emailfooter.png"
      + kms_key_id             = (known after apply)
      + server_side_encryption = (known after apply)
      + source                 = "/var/tmp/notification-admin/app/assets/0f1b195b-bbed-4c69-be7f-ad63e10e4de4-temp-7b50b5b8-e859-4360-9208-edef8d4ea30b_f97ccd87-c4dd-43b0-860d-fb1f0e47f342-NC3CNC3_emailfooter.png"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # aws_s3_object.assets["10515082-4adc-48de-9621-6fb00efd7afb-CBSA-pad-108h.png"] will be created
  + resource "aws_s3_object" "assets" {
      + acl                    = (known after apply)
      + bucket                 = "notification-canada-ca-staging-asset-upload"
      + bucket_key_enabled     = (known after apply)
      + checksum_crc32         = (known after apply)
      + checksum_crc32c        = (known after apply)
      + checksum_sha1          = (known after apply)
      + checksum_sha256        = (known after apply)
      + content_type           = (known after apply)
      + etag                   = (known after apply)
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "10515082-4adc-48de-9621-6fb00efd7afb-CBSA-pad-108h.png"
      + kms_key_id             = (known after apply)
      + server_side_encryption = (known after apply)
      + source                 = "/var/tmp/notification-admin/app/assets/10515082-4adc-48de-9621-6fb00efd7afb-CBSA-pad-108h.png"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # aws_s3_object.assets["1165d73e-a2a6-4515-bbd6-dfe525884bb1-ISCbannerwebres.png"] will be created
  + resource "aws_s3_object" "assets" {
      + acl                    = (known after apply)
      + bucket                 = "notification-canada-ca-staging-asset-upload"
      + bucket_key_enabled     = (known after apply)
      + checksum_crc32         = (known after apply)
      + checksum_crc32c        = (known after apply)
      + checksum_sha1          = (known after apply)
      + checksum_sha256        = (known after apply)
      + content_type           = (known after apply)
      + etag                   = (known after apply)
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "1165d73e-a2a6-4515-bbd6-dfe525884bb1-ISCbannerwebres.png"
      + kms_key_id             = (known after apply)
      + server_side_encryption = (known after apply)
      + source                 = "/var/tmp/notification-admin/app/assets/1165d73e-a2a6-4515-bbd6-dfe525884bb1-ISCbannerwebres.png"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # aws_s3_object.assets["11a67aab-be11-4f77-ab6b-2683fac602f8-temp-d2cac3f2-901a-422d-8674-05b417a278e8_6c9494ba-d63e-4390-acbe-937347062885-MicrosoftTeams-image.png"] will be created
  + resource "aws_s3_object" "assets" {
      + acl                    = (known after apply)
      + bucket                 = "notification-canada-ca-staging-asset-upload"
      + bucket_key_enabled     = (known after apply)
      + checksum_crc32         = (known after apply)
      + checksum_crc32c        = (known after apply)
      + checksum_sha1          = (known after apply)
      + checksum_sha256        = (known after apply)
      + content_type           = (known after apply)
      + etag                   = (known after apply)
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "11a67aab-be11-4f77-ab6b-2683fac602f8-temp-d2cac3f2-901a-422d-8674-05b417a278e8_6c9494ba-d63e-4390-acbe-937347062885-MicrosoftTeams-image.png"
      + kms_key_id             = (known after apply)
      + server_side_encryption = (known after apply)
      + source                 = "/var/tmp/notification-admin/app/assets/11a67aab-be11-4f77-ab6b-2683fac602f8-temp-d2cac3f2-901a-422d-8674-05b417a278e8_6c9494ba-d63e-4390-acbe-937347062885-MicrosoftTeams-image.png"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # aws_s3_object.assets["1203ef6e-6721-4bd1-a5aa-17527133f63c-temp-425df194-78c9-48a5-9fb9-e98419ccae12_b01ffd4d-c116-42b4-947c-d2a49454a3a4-educanada-en.png"] will be created
  + resource "aws_s3_object" "assets" {
      + acl                    = (known after apply)
      + bucket                 = "notification-canada-ca-staging-asset-upload"
      + bucket_key_enabled     = (known after apply)
      + checksum_crc32         = (known after apply)
      + checksum_crc32c        = (known after apply)
      + checksum_sha1          = (known after apply)
      + checksum_sha256        = (known after apply)
      + content_type           = (known after apply)
      + etag                   = (known after apply)
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "1203ef6e-6721-4bd1-a5aa-17527133f63c-temp-425df194-78c9-48a5-9fb9-e98419ccae12_b01ffd4d-c116-42b4-947c-d2a49454a3a4-educanada-en.png"
      + kms_key_id             = (known after apply)
      + server_side_encryption = (known after apply)
      + source                 = "/var/tmp/notification-admin/app/assets/1203ef6e-6721-4bd1-a5aa-17527133f63c-temp-425df194-78c9-48a5-9fb9-e98419ccae12_b01ffd4d-c116-42b4-947c-d2a49454a3a4-educanada-en.png"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # aws_s3_object.assets["14c49727-6597-4162-9b92-6064f4dde217-temp-8b27b19f-8b61-429f-b9a5-e78a7e41ff2a_2e1804ac-8434-4031-9f22-f73240772578-logo.png"] will be created
  + resource "aws_s3_object" "assets" {
      + acl                    = (known after apply)
      + bucket                 = "notification-canada-ca-staging-asset-upload"
      + bucket_key_enabled     = (known after apply)
...
```

</details>

<details>
<summary>Show Conftest results</summary>

```sh
WARN - plan.json - main - Missing Common Tags: ["aws_athena_workgroup.primary"]
WARN - plan.json - main - Missing Common Tags: ["aws_cloudwatch_event_rule.aws_health[0]"]
WARN - plan.json - main - Missing Common Tags: ["aws_cloudwatch_log_group.route53_resolver_query_log[0]"]
WARN - plan.json - main - Missing Common Tags: ["aws_cloudwatch_log_group.sns_deliveries[0]"]
WARN - plan.json - main - Missing Common Tags: ["aws_cloudwatch_log_group.sns_deliveries_failures[0]"]
WARN - plan.json - main - Missing Common Tags: ["aws_cloudwatch_log_group.sns_deliveries_failures_us_west_2[0]"]
WARN - plan.json - main - Missing Common Tags: ["aws_cloudwatch_log_group.sns_deliveries_us_west_2[0]"]
WARN - plan.json - main - Missing Common Tags: ["aws_cloudwatch_metric_alarm.bulk-bulk-not-being-processed-critical[0]"]
WARN - plan.json - main - Missing Common Tags: ["aws_cloudwatch_metric_alarm.bulk-bulk-not-being-processed-warning[0]"]
WARN - plan.json - main - Missing Common Tags: ["aws_cloudwatch_metric_alarm.bulk-inflights-not-being-processed-critical[0]"]
WARN - plan.json - main - Missing Common Tags: ["aws_cloudwatch_metric_alarm.bulk-inflights-not-being-processed-warning[0]"]
WARN - plan.json - main - Missing Common Tags: ["aws_cloudwatch_metric_alarm.bulk-not-being-processed-critical[0]"]
WARN - plan.json - main - Missing Common Tags: ["aws_cloudwatch_metric_alarm.bulk-not-being-processed-warning[0]"]
WARN - plan.json - main - Missing Common Tags: ["aws_cloudwatch_metric_alarm.contact-3-500-error-15-minutes-critical[0]"]
WARN - plan.json - main - Missing Common Tags: ["aws_cloudwatch_metric_alarm.document-download-bucket-size-warning[0]"]
WARN - plan.json - main - Missing Common Tags: ["aws_cloudwatch_metric_alarm.expired-inflight-critical[0]"]
WARN - plan.json - main - Missing Common Tags: ["aws_cloudwatch_metric_alarm.expired-inflight-warning[0]"]
WARN - plan.json - main - Missing Common Tags: ["aws_cloudwatch_metric_alarm.healtheck-page-slow-response-critical[0]"]
WARN -...
```

</details>
